Repository: transmission/transmission
Catalog: gtk/po/*.po
Languages: bg, es, fr, it, ro, sv

source: _High
fr: _Haut

source: _Low
fr: _Bas

source: _File
fr: _Fichier

source: _Edit
fr: É_dition

source: _Help
fr: _Aide

source: _Priority
fr: _Priorité

source: _Start
fr: _Démarrer

source: Re_check
fr: Re_vérifier

source: S_top
fr: _Arrêter

source: _Remove
fr: _Enlever

source: _Create New Torrent
fr: _Créer un nouveau torrent

source: _Close
fr: _Fermer

source: _Quit
fr: _Quitter

source: Edit _Preferences
fr: Modifier les _préférences

source: _Torrent Info
fr: Informations sur le torrent

source: _About Transmission
fr: _À propos de Transmission

source: Show _Debug Window
fr: Ouvrir la fenêtre de _débogage

source: Show / Hide _Transmission
fr: Afficher / cacher _Transmission

source: Failed to open the file %s for writing: %s
bg: Файлът %s не може да бъде отворен за писане: %s
es: Error abriendo el archivo %s para escritura: %s
fr: L'ouverture du fichier %s en écriture a échoué : %s
it: Impossibile aprire il file %s in scrittura: %s
ro: Nu s-a putut deschide fişierul %s pentru scriere: %s
sv: Misslyckades med att öppna filen %s för skrivning: %s

source: Another copy of %s is already running.
bg: Друго копие на %s вече се изпълнява.
es: Ya se está ejecutando otra copia de %s
fr: Une autre instance de %s est déjà en cours d'exécution.
it: Un'altra istanza di %s è in esecuzione.
ro: Deja rulează o instanţă a %s.
sv: En annan kopia av %s kör redan.

source: Failed to lock the file %s: %s
bg: Файлът %s не може да бъде заключен: %s
es: Falló intentando bloquear el archivo %s: %s
fr: Le verrouillage du fichier %s a échoué : %s
it: Impossibile bloccare il file %s: %s
ro: Nu s-a putut bloca fişierul %s: %s
sv: Misslyckades med att låsa filen %s: %s

source: Failed to create the directory %s: %s
bg: Папката %s не може да бъде създадена: %s
es: Error creando la carpeta %s: %s
fr: La création du dossier %s a échoué : %s
it: Impossibile creare la cartella %s: %s
ro: Nu s-a putut crea directorul %s: %s
sv: Misslyckades med att skapa katalogen %s: %s

source: Failed to open the file %s for reading: %s
bg: Файлът %s не може да бъде отворен за четене: %s
es: Error abriendo el archivo %s para lectura: %s
fr: L'ouverture du fichier %s en lecture a échoué : %s
it: Impossibile aprire il file %s in lettura: %s
ro: Nu s-a putut deschide fişierul %s pentru citire: %s
sv: Misslyckades med att öppna filen %s för läsning: %s

source: Error while reading from the file %s: %s
bg: Грешка при четене от файла %s: %s
es: Error leyendo desde el archivo %s: %s
fr: Erreur lors de la lecture du fichier %s : %s
it: Si è verificato un errore durante la lettura del file %s: %s
ro: Eroare la citire din fişierul %s: %s
sv: Fel vid läsning från filen %s: %s

source: Error while writing to the file %s: %s
bg: Грешка при писане във файла %s: %s
es: Error escribiendo en el archivo %s: %s
fr: Erreur lors de l'écriture du fichier %s : %s
it: Si è verificato un errore durante la scrittura del file %s: %s
ro: Eroare la scriere în fişierul %s: %s
sv: Fel vid skrivning till filen %s: %s

source: Failed to rename the file %s to %s: %s
bg: Файлът %s не може да бъде преименуван на %s: %s
es: Error renombrando %s a %s: %s
fr: Le renommage du fichier %s en %s a échoué : %s
it: Impossibile rinominare il file %s in %s: %s
ro: Nu s-a putut redenumi fişierul %s în %s: %s
sv: Misslyckades med att byta namn på filen %s till %s: %s

source: Add a Torrent
bg: Добавяне на поток
es: Añade un torrent
fr: Ajouter un torrent
it: Aggiungi un nuovo torrent
ro: Adăugaţi un torrent
sv: Lägg till en torrent

source: Automatically _start torrent
bg: Автоматично п_ускане на поток
es: Inicia torrent automáticamente
fr: _Démarrer le torrent automatiquement
it: Avvia automaticamente que_sto torrent
ro: Porniţi automat torrent-ul
sv: Sta_rta torrent automatiskt

source: Use alternate _download directory
bg: Използв_ане на друга папка на изтегляне
es: Usa otra carpeta para la descarga
fr: Utiliser un _dossier cible différent
it: Usa una cartella di _destinazione diversa
ro: Folosiţi director alternativ pentru downloaduri
sv: Använd alternativ _hämtningskatalog

source: Choose a download directory
bg: Избиране на папка на изтегляне
es: Elije una carpeta de descargas
fr: Choisissez un répertoire cible
ro: Alegeţi un director pentru downloaduri
sv: Välj en hämtningskatalog

source: Torrent files
bg: Файлове с описания на потоци
es: Archivos torrent
fr: Fichiers torrent
it: File Torrent
ro: Torrente
sv: Torrent-filer

source: All files
bg: Всички файлове
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
ro: Toate fişierele
sv: Alla filer

source: Choose a directory
fr: Choisissez un répertoire

source: This will close all active torrents.
fr: Ceci arrêtera tous les torrents actifs.

source: _Don't Ask Me This Again
fr: Ne _pas me le redemander

source: Failed to set up IPC: %s
fr: La configuration de l'IPC a échoué : %s

source: failed to set up IPC: %s
fr: La configuration de l'IPC a échoué : %s

source: Failed to set up socket: %s
bg: Сокет не може да бъде настроен: %s
es: Falló al configurar el socket: %s
fr: La configuration du socket a échoué : %s
it: Impossibile creare il socket: %s
ro: Nu s-a putut seta socket-ul: %s
sv: Misslyckades med att sätta upp uttag: %s

source: failed to create socket: %s
bg: сокет не може да бъде създаден: %s
es: falló al crear el socket: %s
fr: La création du socket a échoué : %s
ro: nu s-a putut crea socket-ul: %s
sv: misslyckades med att skapa uttag: %s

source: failed to connect to %s: %s
bg: свързване с %s не може да бъде направено: %s
es: falló al conectar a %s: %s
fr: La connexion à %s a échoué : %s
ro: nu s-a putut efectua conexiunea la %s
sv: misslyckades med att ansluta till %s: %s

source: bad IPC protocol version
fr: Mauvaise version de protocole IPC

source: IPC protocol parse error
fr: Erreur d'interprétation du protocole IPC

source: IPC parsing failed: %s
fr: Impossible d'interpréter l'IPC : %s

source: bad IPC protocol version
bg: некоректна версия на протокола за взаимодействие
es: versión de protocolo IPC incorrecta
fr: Mauvaise version de protocole IPC
ro: versiune incorectă a protocolului IPC
sv: felaktig version av IPC-protokollet

source: IPC protocol parse error
fr: Erreur d'interprétation du protocole IPC

source: IPC parsing failed: %s
fr: Impossible d'interpréter l'IPC : %s

source: usage: %s [-hpq] [files...] Transmission %s http://transmission.m0k.org/ A free, lightweight BitTorrent client with a simple, intuitive interface -h --help display this message and exit -p --paused start with all torrents paused -q --quit request that the running %s instance quit Only one instance of %s may run at one time. Multiple torrent files may be loaded at startup by adding them to the command line. If %s is already running, those torrents will be opened in the running instance.
fr: utilisation : %s [-hpq] [fichiers...] Transmission %s http://transmission.m0k.org/ Un client BitTorrent léger, libre, avec une interface simple et intuitive -h --help affiche ce message et quitte -p --paused démarre avec tous les torrents en pause -q --quit demande la fermeture de l'instance active %s Une seule instance de %s peut être lancée en même temps. De multiples fichiers torrent peuvent être chargés au démarrage en les ajoutant via la ligne de commande. Si %s est déjà lancée, ces torrents seront ouverts dans l'instance active.

source: Failed to load torrent file: %s
bg: Файл с описание на поток не може да бъде зареден: %s
es: Error cargando archivo torrent: %s
fr: Le chargement du ficher torrent a échoué : %s
ro: Nu s-a putut încărca torrent-ul: %s
sv: Misslyckades med att läsa in torrent-fil: %s

source: Copyright 2005-2007 The Transmission Project
fr: Copyright 2005-2007 le projet Transmission

source: translator-credits
fr: Pierre-Henri Quelen <pierrehenri.quelen@gmail.com>, 2006. Robert-André Mauchin <zebob.m@gmail.com>, 2006-2007. Jean-François Fortin Tam <nekohayo arobas gmail.com>, 2007.

source: Torrent creation aborted.
fr: Création du torrent annulée.

source: Torrent creation failed.
fr: La création du torrent a échoué.

source: Torrent Created
fr: Torrent créé

source: Making Torrent...
fr: Création du torrent...

source: file
fr: fichier

source: piece
fr: pièce

source: Make a New Torrent
fr: Créer un nouveau torrent

source: Files
fr: Fichiers

source: File _Type
fr: _Type de fichier

source: Directory
fr: Répertoire

source: Single File
fr: Fichier unique

source: File or Directory to Add to the New Torrent
fr: Fichier ou dossier à ajouter au nouveau torrent

source: No Files Selected
fr: Aucun fichier sélectionné

source: Private to this Tracker
fr: Privé sur ce tracker

source: Announce _URL
fr: _URL d'annonce

source: Commen_t
fr: Commen_taire

source: Unable to open "%s" for writing: %s
fr: L'ouverture du fichier %s en écriture a échoué : %s

source: Error writing to "%s": %s
fr: Erreur lors de l'écriture du fichier « %s » : %s

source: Save Debug Log
fr: Enregistrer le journal de débogage

source: Error
fr: Erreur

source: Debug
fr: Débogage

source: Save
fr: Enregistrer

source: Clear
fr: Nettoyer

source: Level
fr: Niveau

source: Select the debug filter level.
fr: Sélectionnez le niveau de filtrage du débogage

source: Address
fr: Adresse

source: Progress
bg: Статус
es: Progreso
fr: Progression
it: Avanzamento
ro: Progres
sv: Förlopp

source: Downloading
fr: Réception

source: DL Rate
fr: Taux de réception

source: Uploading
fr: Émission

source: UL Rate
fr: Taux d'émission

source: Piece Availability
fr: Disponibilité des pièces

source: Peers
fr: Pairs

source: Completed
fr: Effectué

source: Torrent Information
fr: Informations sur le torrent

source: Pieces
fr: Nombre de pièces

source: Secure
fr: Sécurité

source: Private Torrent, PEX disabled
fr: Torrent privé, PEX désactivé

source: Public Torrent
fr: Torrent public

source: Comment
fr: Commentaire

source: Created By
fr: Créé par

source: Creator
fr: Créateur

source: Location
fr: Emplacement

source: Downloaded Data
fr: Données reçues

source: Torrent File Path
fr: Emplacement du fichier torrent

source: Transmission Support Folder
fr: Dossier de support de Transmission

source: Torrent File Name
fr: Nom de fichier torrent

source: None
fr: Aucun

source: Transfer
fr: Transfert

source: State
fr: État

source: Downloaded
fr: Reçu

source: Uploaded
fr: Émis

source: Remaining
fr: Restant

source: Swarm Rate
fr: Vitesse de l'essaim

source: Completeness
fr: Effectué

source: Added
fr: Ajout

source: Last Activity
fr: Dernier événement

source: High
fr: Élevé

source: Low
fr: Bas

source: File
fr: Fichier

source: Download
fr: Réception

source: Priority
fr: Priorité

source: Transfer Bandwidth
fr: Largeur de bande pour transferts

source: Limit _Download Speed (KiB/s):
fr: _Limiter le taux de réception (KiB/s) :

source: Limit _Upload Speed (KiB/s):
fr: Li_miter le taux d'émission (KiB/s) :

source: Seeding
fr: Partage

source: _Stop Seeding at Ratio:
fr: _Arrêter de partager lorsque le ratio atteint :

source: Torrent Inspector
fr: Inspecteur de torrents

source: _Activity
fr: _Activité

source: _Peers
fr: _Pairs

source: _Files
fr: _Fichiers

source: _Limit download speed
bg: Огранича_ване на скорост на изтегляне
es: _Limitar velocidad de descarga
fr: _Limiter le taux de réception
it: _Limita la velocità di ricezione
ro: _Limitaţi viteza de download
sv: _Begränsa hämtningshastighet

source: Restrict the download rate
fr: Restreint le taux de reception

source: Maximum _download speed:
bg: М_аксимална скорост на изтегляне:
es: Máxima velocidad de _descarga
fr: Taux maximum de _réception :
it: Velocità di _ricezione massima:
ro: Viteza maximă de _download:
sv: Maximal _hämtningshastighet:

source: Speed in KiB/sec for restricted download rate
fr: Vitesse en KiO/s pour le taux de réception restreint

source: Li_mit upload speed
bg: Ог_pаничаване на скорост на качване
es: Li_mitar la velocidad de subida
fr: Li_miter le taux d'émission
it: Li_mita la velocità di invio
ro: Li_mitaţi viteza de upload
sv: Be_gränsa sändningshastighet

source: Restrict the upload rate
fr: Restreint le taux d'émission

source: Maximum _upload speed:
bg: Ма_ксимална скорост на качване:
es: Máxima velocidad de s_ubida
fr: Taux maximum d'_émission :
it: Velocità massima di _invio:
ro: Viteza maximă de _upload:
sv: Maximal _sändningshastighet:

source: Speed in KiB/sec for restricted upload rate
fr: Vitesse en KiO/s pour le taux d'émission restreint

source: Al_ways prompt for download directory
fr: Toujours demander le _dossier cible

source: When adding a torrent, always prompt for a directory to download data files into
fr: Lors de l'ajout d'un torrent, toujours demander le répertoire où télécharger les fichiers de données

source: Download di_rectory:
bg: Папка на _изтегляне:
es: Carpeta de descarga:
fr: Dossier _cible :
it: Ca_rtella di destinazione:
ro: Director downloaduri:
sv: Hämtningskata_log:

source: Destination directory for downloaded data files
fr: Répertoire cible où les données seront téléchargées

source: Listening _port:
bg: _Порт:
es: Escuchando el _puerto:
fr: P_ort d'écoute :
it: _Porta d'ascolto:
ro: Port:
sv: Lyssnings_port:

source: TCP port number to listen for peer connections
fr: Numéro du port TCP où écouter les connexions des pairs

source: Au_tomatic port mapping via NAT-PMP or UPnP
fr: Mappage de port au_tomatique via NAT-PMP ou UPnP

source: Attempt to bypass NAT or firewall to allow incoming peer connections
fr: Essaye de passer outre un NAT ou un parefeu pour autoriser les connexions entrantes des pairs

source: Use peer _exchange if possible
fr: Utiliser l'é_change de pairs si possible

source: Perform Azureus or µTorrent compatible peer exchange with any peers which support it
fr: Effectue l'échange de pairs compatible Azureus et µTorrent avec n'importe quel pair qui le prend en charge

source: Display an _icon in the system tray
fr: Afficher une icône dans la zone de notification

source: Use a system tray / dock / notification area icon
fr: Place une icône dans la barre des tâches / le dock / la zone de notification

source: Confirm _quit
fr: Confirmer la _fermeture

source: Prompt for confirmation when quitting
fr: Demande une confirmation avant de quitter

source: For torrents added _normally:
bg: За _добавяне на потоци по подразбиране:
es: Para torrents añadidos _normalmente
fr: Pour les torrents _ajoutés normalement :
ro: Pentru torrente adăugate _normal:
sv: För torrent-filer som lagts till _normalt:

source: Torrent files added via the toolbar, popup menu, and drag-and-drop
fr: Torrents ajoutés via la barre d'outils, le menu contextuel, et par glisser-déposer

source: For torrents added e_xternally (via the command-line):
bg: За по_тоци, добавени отвън (чрез командния ред):
es: Para torrents añadidos e_xternamente (Vía terminal):
fr: Pour les torrents ajoutés a_utrement (via la ligne de commande) :
ro: Pnetru torrente adăugate e_xtern (via linie de comandă):
sv: För torrent-filer som lagts till e_xternt (via kommandoraden):

source: For torrents added via the command-line only
fr: Pour les torrents ajoutés en la ligne de commande

source: %s Preferences
bg: Настройки на %s
es: %s Preferencias
fr: %s Préférences
it: %s Preferenze
ro: Preferinţe %s
sv: Inställningar för %s

source: Use the torrent file where it is
bg: Използване на файла с описание на потока, където се намира
es: Usa el archivotorrent donde esté
fr: Utiliser le fichier torrent à son emplacement originel
ro: Foloseşte torrent-ul din locaţia curentă
sv: Används torrent-filen där den finns

source: Keep a copy of the torrent file
bg: Запазване на копие на файла с описание на потока
es: Guarda una copia del archivotorrent
fr: Garder une copie du fichier torrent
ro: Păstrează o copie a torrent-ului
sv: Behåll en kopia av torrent-filen

source: Keep a copy and remove the original
bg: Запазване на копие на файла с описание на потока и премахване на оригинала
es: Guarda una copia y borra el original
fr: Garder une copie et supprimer l'original
ro: Păstrează o copie şi şterge din locaţia curentă
sv: Behåll en kopia och ta bort originalet

source: %s: not a valid torrent file
bg: %s: невалиден файл с описание на поток
es: %s: no es un archivo torrent correcto
fr: %s : n'est pas un fichier torrent valide
ro: %s: torrent invalid
sv: %s: inte en giltig torrent-fil

source: %s: torrent is already open
bg: %s: потокът вече е отворен
es: %s: el torrent ya está abierto
fr: %s : ce torrent est déjà ouvert
ro: %s: torrent-ul este deja deschis
sv: %s: torrent är redan öppnad

source: not a valid torrent file
fr: n'est pas un fichier torrent valide
it: il file torrent non è valido

source: torrent is already open
fr: : ce torrent est déjà ouvert
it: il file torrent è già aperto

source: Waiting to check existing files (checked %.1f%%)
fr: En attente de vérification des fichiers existants (vérifié à %.1f%%)

source: Checking existing files (checked %.1f%%)
fr: Vérification des fichiers existants (vérifié à %.1f%%)

source: Stalled (%.1f%%)
fr: Bloqué (%.1f%%)

source: %s remaining (%.1f%%)
fr: %s restant (%.1f%%)

source: Uploading to %d of %d peer
fr: Émission vers %d de %d pair

source: Seeding to %d of %d peer
fr: Partage vers %d de %d pair

source: Stopping...
bg: Спиране...
es: Parando...
fr: Arrêt...
it: Interruzione in corso...
ro: Se opreşte...
sv: Stoppar...

source: Stopped (%.1f%%)
bg: Спрян (%.1f%%)
es: Parado (%.1f%%
fr: Arrêté (%.1f%%)
it: Interrotto (%.1f%%)
ro: Oprit (%.1f%%)
sv: Stoppad (%.1f%%)

source: Error:
bg: Грешка:
fr: Erreur :
it: Errore:
ro: Eroare:
sv: Fel:

source: Downloading from %i of %i peer
es: Descargando de %i de %i peer
fr: Réception depuis %i de %i pair
it: Ricezione da %i utente (%i disponibili)
ro: La leech, se downloadează de la %i din %i peer
sv: Hämtar från %i av %i part

source: Ratio: %s UL: %s
fr: Ratio : %s Émission : %s

source: DL: %s UL: %s
fr: Réception : %s/s Émission : %s

source: Name
bg: Име
es: Nombre
fr: Nom
it: Nome
ro: Nume
sv: Namn

source: Total DL: %s
fr: Réception totale : %s

source: Total UL: %s
fr: Envoi total : %s

source: B
fr: o

source: KiB
fr: Kio

source: MiB
fr: Mio

source: GiB
fr: Gio

source: TiB
fr: Tio

source: PiB
fr: Pio

source: EiB
fr: Eio

source: hr
fr: h

source: day
fr: jour

source: %s Properties
bg: Свойства на %s
es: %s Propiedades
it: %s Proprietà
ro: Proprietăţi %s
sv: Egenskaper för %s

source: Announce:
es: Anuncio:
it: Annuncio:
sv: Annonsering:

source: Piece Size:
bg: Размер на част:
es: Tamaño del trozo:
it: Dim. pezzo:
ro: Dimensiune piesă:
sv: Delstorlek:

source: Pieces:
bg: Части:
es: Trozos:
it: Pezzi:
ro: Piese:
sv: Delar:

source: Total Size:
bg: Общ размер:
es: Tamaño total:
it: Dim. totale:
ro: Dimensiune totală:
sv: Total storlek:

source: Seeders:
it: Fonti complete:
ro: Seederi:
sv: Distributörer:

source: Leechers:
it: Fonti parziali:
ro: Leecheri:
sv: Reciprokörer:

source: Directory:
bg: Папка:
es: Carpeta:
it: Cartella:
ro: Director:
sv: Katalog:

source: Downloaded:
bg: Изтеглени:
es: Descargado:
it: Dati scaricati:
ro: Downloadat:
sv: Hämtat:

source: Uploaded:
bg: Качени:
es: Subido:
it: Dati inviati:
ro: Uploadat:
sv: Skickat:

source: Add
bg: Добавяне
es: Añadir
it: Aggiungi
ro: Adăugaţi
sv: Lägg till

source: Add a new torrent
bg: Добавяне на нов поток
es: Añadir un nuevo torrent
it: Aggiungi un nuovo torrent
ro: Adaugă un torrent nou
sv: Lägg till en ny torrent

source: Start
bg: Пускане
es: Comenzar
it: Avvia
ro: Porniţi
sv: Starta

source: Start a torrent that is not running
bg: Пускане на поток
es: Comenzar un torrent que no esté ejecutándose
it: Avvia un torrent che è stato interrotto
ro: Porneşte un torrent ce nu rulează
sv: Starta en torrent som inte kör

source: Stop
bg: Спиране
es: Parar
it: Interrompi
ro: Opriţi
sv: Stoppa

source: Stop a torrent that is running
bg: Спиране на пуснат поток
es: Parar un torrent que está ejecutándose
it: Interrompe un torrent che è stato avviato
ro: Opreşte un torrent ce rulează
sv: Stoppa en torrent som kör

source: Remove
bg: Премахване
es: Eliminar
it: Rimuovi
ro: Ştergeţi
sv: Ta bort

source: Remove a torrent
bg: Премахване на поток
es: Eliminar un torrent
it: Rimuovi un torrent
ro: Şterge un torrent
sv: Ta bort en torrent

source: Properties
bg: Свойства
es: Propiedades
it: Proprietà
ro: Proprietăţi
sv: Egenskaper

source: Show additional information about a torrent
bg: Показване на допълнителна информация за поток
es: Mostrar información adicional sobre un torrent
it: Mostra informazioni aggiuntive su un torrent
ro: Afişează informaţii suplimentare despre un torrent
sv: Visa ytterligare information om en torrent

source: Preferences
bg: Настройки
es: Preferencias
it: Preferenze
ro: Preferinţe
sv: Inställningar

source: Customize application behavior
bg: Промяна на настройките на приложението
es: Personalizar comportamiento de la aplicación
it: Personalizza il comportamento dell'applicazione
ro: Personalizează comportamentul aplicaţiei
sv: Anpassa programmets beteende

source: Checking existing files (%.1f%%)
bg: Проверка на съществуващ файл (%.1f%%)
es: Comprobando ficheros existentes (%.1f%%)
it: Controllo dei file esistenti (%.1f%%)
ro: Se verifică fişierele existente (%.1f%%)
sv: Kontrollerar befintliga filer (%.1f%%)

source: Finishing in --:--:-- (%.1f%%)
bg: Приключване след --:--:-- (%.1f%%)
es: Se completará en --:--:-- (%.1f%%)
it: Completamento tra --:--:-- (%.1f%%)
ro: Închieiere în --:--:-- (%.1f%%)
sv: Färdig om --:--:-- (%.1f%%)

source: Finishing in %02i:%02i:%02i (%.1f%%)
bg: Приключване след %02i:%02i:%02i (%.1f%%)
es: Se completará en %02i:%02i:%02i (%.1f%%)
it: Completamento tra %02i:%02i:%02i (%.1f%%)
ro: Închieiere în %02i:%02i:%02i (%.1f%%)
sv: Färdig om %02i:%02i:%02i (%.1f%%)

source: Seeding, uploading to %d of %d peer
es: Seedeando, subiendo a %d de %d peer
ro: La seed, se uploadează către %d din %d peer
sv: Distribuerar, sänder till %d av %d part

source: Ratio: %s UL: %s/s
bg: Съотношение: %s Качване: %s/s
es: Relación: %s SU: %s/s
it: Rapporto: %s Dati inviati: %s/s
sv: Ratio: %s Sändning: %s/s

source: DL: %s/s UL: %s/s
bg: Изтегляне: %s/s Качване: %s/s
es: DE: %s/s SU: %s/s
it: Dati ricev.: %s/s Dati inviati: %s/s
sv: Hämtat: %s/s Skickat: %s/s

source: Total DL: %s/s Total UL: %s/s
bg: Общо изтегляне: %s/s Общо качване: %s/s
es: Total DE: %s/s Total SU: %s/s
it: Velocità di ricezione: %s/s Velocità d'invio: %s/s
sv: Totalt hämtat: %s/s Total skickat: %s/s

source: N/A
bg: Неизвестен
es: N/D
it: N/D
ro: indisp.

source: fnord fnord
bg: размер размер
ro: i can see the fnords

source: Failed to open or lock the file %s: %s
it: Impossibile aprire o bloccare il file %s: %s

source: Failed to load the torrent file %s
it: Impossibile caricare il file torrent %s

source: Failed to load the torrent file %s: %s
it: Impossibile caricare il file torrent %s: %s
