Repository: transmission/transmission
Catalog: macosx/*.lproj/Localizable.strings
Languages: af, bg, de, el, es, eu, fr, he, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sv, tr, uk

source: There is an active transfer that will be paused on quit. The transfer will automatically resume on the next launch.
af: Daar is ’n aktiewe oordrag wat laat wag sal word tydens afsluit. Die oordrag sal outomaties voortgesit word tydens die volgende lansering.
bg: Има активен трансфер, който ще бъде поставен на пауза при изход. Трансферът ще се възобнови автоматично при следващото стартиране.
de: Es gibt eine aktive Übertragung, die beim Beenden angehalten wird. Sie wird beim nächsten Start von Transmission automatisch fortgesetzt.
el: Υπάρχει μια ενεργή μεταφορά που θα τεθεί σε παύση κατά την έξοδο. Η μεταφορά θα συνεχιστεί αυτόματα στην επόμενη έναρξη.
es: Hay una tarea activa que se detendrá al salir. La tarea se reanudará automáticamente en el próximo arranque.
eu: Ixterakoan pausatuko den transferentzia bat aktibo dago. Transferentzia automatikoki martxan jarriko da berriz abiarazten denean.
fr: Un transfert actif sera mis en pause lors de la fermeture de Transmission. Le transfert reprendra automatiquement au prochain lancement.
he: קיימת העברה פעילה שתושהה ביציאה. ההעברה תתחדש אוטומטית באתחול הבאה.
hu: Egy aktív átvitel van, amely szünetelni fog a kilépéskor. Az átvitel automatikusan folytatódik a következő indításkor.
it: C'è un trasferimento in corso che sarà messo in pausa all'uscita. Il trasferimento riprenderà automaticamente al prossimo avvio.
ja: 終了時に停止された稼働中の転送があります。この転送は次回の起動時に自動的に再開されます。
nl: Er is een actieve overdracht die gepauzeerd zal worden bij afsluiten. De overdracht wordt automatisch hervat bij het herstarten.
pl: Istnieje aktywne przesyłanie, które zostanie wstrzymane podczas zakończenia działania programu. Zostanie ono automatycznie wznowione po następnym uruchomieniu.
pt_br: Há uma transferência ativa que será pausada ao sair. A transferência será automaticamente retomada na próxima reabertura do programa.
pt_pt: Existe uma transferência activa que será colocada em pausa ao sair. A transferência será retomada automaticamente quando voltar a iniciar o Transmission.
ru: Активная раздача будет приостановлена. При следующем запуске она будет автоматически возобновлена.
sv: Det finns en aktiv överföring som kommer att pausas vid stängning. Överföringen kommer automatiskt att återupptas vid nästa start.
tr: Devam eden aktarımlar uygulamadan çıkarken duraklatılacaktır. Uygulamayı yeniden açtığınızda aktarım sürecektir.
uk: Активна роздача буде призупинена перед виходом. Роздача автоматично відновиться під час наступного запуску.

source: There must be at least one file in a folder to create a torrent file.
af: Daar moet ten minste een lêer in ’n vouer wees om ’n torrentlêer te skep.
bg: Трябва да има поне един файл в папката, за да се създаде торент файл.
de: Die Auswahl muß mindestens eine Datei enthalten, um eine Torrent-Datei erstellen zu können.
el: Θα πρέπει να υπάρχει τουλάχιστον ένα αρχείο σε έναν φάκελο για να δημιουργηθεί ένα αρχείο torrent.
es: Tiene que haber por lo menos un archivo en la carpeta para crear un torrent.
eu: Torrent-fitxategia sortzeko karpetan gutxienez fitxategi bat egon behar da.
fr: Il doit y avoir au moins un fichier dans un dossier pour créer un fichier torrent.
he: צריך להיות לפחות קובץ אחד בתיקייה על מנת לייצור קובץ טורנט.
hu: A mappában legalább egy fájlnak lennie kell torrent fájl létrehozásához.
it: Per creare un file torrent occorre che nella cartella sia presente almeno un file.
ja: トレントファイルの作成には 1つ以上のファイル化フォルダが必要です。
nl: Er moet minstens een bestand in een map zitten om een torrent te maken.
pl: Musi być co najmniej jeden plik w katalogu, aby utworzyć plik torrent.
pt_br: Deve haver pelo menos um arquivo em uma pasta para criar um arquivo de torrent.
pt_pt: É necessário existir pelo menos um ficheiro na pasta para criar um ficheiro torrent.
ru: Для создания торрент-файла в папке должен быть хотя бы один файл.
sv: Det måste finnas åtminstone en fil i en mapp för att skapa en torrentfil.
tr: Torrent dosyasını oluşturmak için klasörde en az bir dosya olmalıdır.
uk: Для створення торрент-файлу у теці мусить бути хоча б один файл.

source: There was a problem creating the file "%@".
af: Daar was ’n probleem met die skep van lêer “%@”.
bg: Възникна проблем при създаването на файла "%@".
de: Beim Erstellen der Datei „%@“ trat ein Problem auf.
el: Υπήρξε ένα πρόβλημα κατά τη δημιουργία του αρχείου "%@".
es: Hubo un problema creando el archivo "%@".
eu: Arazo bat egon da "%@" fitxategia sortzerakoan.
fr: Un problème est survenu lors de la création de « %@ ».
he: בעיה בעת יצירת הקובץ "%@".
hu: Probléma lépett fel a "%@" fájl létrehozásakor.
it: Si è verificato un errore nel creare il file "%@".
ja: ファイル「%@」作成中に問題が発生しました。
nl: Er was een probleem bij het maken van het bestand "%@".
pl: Wystąpił problem podczas tworzenia pliku „%@”.
pt_br: Houve um problema ao criar o arquivo "%@".
pt_pt: Ocorreu um erro ao criar o ficheiro "%@".
ru: Ошибка во время создания «%@».
sv: Ett fel uppstod vid skapandet av filen "%@".
tr: "%@" dosyasını oluştururken hata oluştu.
uk: Під час створення файлу "%@" виникла проблема,

source: There was an error moving the data file.
af: Daar was ’n probleem met die skuif van die datalêer.
bg: Възникна грешка при преместването на файла с данни.
de: Fehler beim Bewegen der Daten.
el: Υπήρξε σφάλμα κατά την μεταφορά των δεδομένων των αρχείων.
es: Hubo un error moviendo los datos.
eu: Errore bat gertatu da datu-fitxategiak mugitzerakoan.
fr: Une erreur est survenue lors du déplacement du fichier de données.
he: אירעה שגיאה בהעברת קובץ הנתונים.
hu: Hiba történt az adatfájl áthelyezésekor.
it: Si è verificato un errore nello spostare il file dati.
ja: データファイル移動中にエラーが発生。
nl: Er trad een fout op bij het verplaatsen van het gegevensbestand.
pl: Wystąpił błąd podczas przenoszenia pliku danych.
pt_br: Ocorreu um erro ao mover o arquivo.
pt_pt: Ocorreu um erro ao mover o ficheiro de dados.
ru: При перемещении данных произошла ошибка.
sv: Ett fel inträffade när datafilen skulle flyttas.
tr: Veri dosyasını taşırken hata oluştu.
uk: Під час переміщення даних файла сталася помилка.

source: There was an error when adding the magnet link "%@". The transfer will not occur.
af: Daar was ’n fout toe die magneetskakel “%@” toegevoeg is. Oordrag vind nie plaas nie.
bg: Възникна грешка при добавянето на магнетния линк "%@". Трансферът няма да се осъществи.
de: Beim Hinzufügen des magnet-Links „%@“ trat ein Fehler auf. Die Übertragung wird nicht stattfinden.
el: Παρουσιάστηκε σφάλμα κατά την προσθήκη του συνδέσμου μαγνήτη "%@". Η μεταφορά δεν θα πραγματοποιηθεί.
es: Hubo un error al añadir el enlace magnet "%@". La tarea no se añadirá.
eu: Errorea gertatu da "%@" esteka gehitzerakoan. Transferentzia ez da egingo.
fr: Un erreur est survenue lors de l’ajout du lien magnet « %@ ». Le transfert n’aura pas lieu.
he: שגיאה בעת הוספת קישור המגנט "%@". ההעברה לא תתבצע.
hu: Hiba történt a(z) "%@" magnet link hozzáadásakor. Az átvitel nem történik meg.
it: Si è verificato un errore nell'aggiungere il collegamento magnetico "%@". Il trasferimento non potrà avvenire.
ja: マグネットリンク「%@」の追加時にエラーが発生しました。転送されません。
nl: Er trad een fout op tijdens het toevoegen van de magnetlink ‘%@’. Deze overdracht zal niet worden toegevoegd.
pl: Wystąpił błąd podczas dodawania odnośnika magent „%@”. Przesyłanie się nie odbędzie.
pt_br: Ocorreu um erro ao adicionar o link magnético "%@". A transferência não ocorrerá.
pt_pt: Ocorreu um erro ao adicionar a ligação magnet "%@". A transferência não irá ocorrer.
ru: Возникла ошибка при добавлении magnet-ссылки «%@». Раздача не будет начата.
sv: Ett fel uppstod när magnetlänken "%@" lades till. Ingen överföring kommer att göras.
tr: "%@" mıknatıs bağını eklerken bir hata oluştu. Aktarım gerçekleşmeyecek.
uk: Під час додавання магнет-посилання "%@" сталася помилка. Роздача не почнеться.

source: This folder contains no files.
af: Hierdie vouer bevat geen lêers nie.
bg: Тази папка не съдържа файлове.
de: Der Ordner enthält keine Dateien.
el: Αυτός ο φάκελος δεν περιέχει αρχεία.
es: Esta carpeta no contiene archivos.
eu: Karpeta honek ez dauka fitxategirik.
fr: Ce dossier ne comprend aucun fichier.
he: תיקייה זו אינה מכילה קבצים.
hu: Ez a mappa nem tartalmaz fájlokat.
it: Questa cartella non contiene alcun file.
ja: フォルダ内にファイルがありません。
nl: Deze map bevat geen bestanden.
pl: Ten katalog nie zawiera żadnych plików.
pt_br: Esta pasta não contém arquivos.
pt_pt: Esta pasta não contém ficheiros.
ru: Эта папка не содержит файлов.
sv: Denna mapp innehåller inga filer.
tr: Bu klasörde dosya yok.
uk: Ця тека не містить файлів

source: This transfer is active. Once removed, continuing the transfer will require the torrent file or magnet link.
af: Hierdie oordrag is aktief. Sodra dit verwyder word sal die torrentlêer of magneetskakel vir voortsetting nodig wees.
bg: Този трансфер е активен. След като бъде премахнат, за продължаване на трансфера ще е необходим торент файлът или магнетният линк.
de: Diese Übertragung ist aktiv. Nach dem Entfernen wird erneut die Torrent-Datei oder der magnet-Link benötigt, um sie fortzusetzen.
el: Αυτή η μεταφορά είναι ενεργή. Μετά την αφαίρεση, για τη συνέχισή της θα απαιτηθεί το αρχείο torrent ή ο σύνδεσμος μαγνήτη.
es: La tarea está activa. Una vez eliminada, necesitará el archivo torrent o el enlace magnet para reanudar la tarea.
eu: Transferentzia hau aktibo dago. Behin kenduta, transferentziarekin jarraitzeko torrent fitxategia ala magnet esteka bat beharko da.
fr: Ce transfert est actif. Une fois supprimé, la reprise du transfert exigera le fichier torrent ou le lien aimant.
he: ההעברה הזו פעילה. לאחר ההסרה, בחירה להמשיך בהעברה תדרוש את קובץ הטורנט או את קישור המגנט.
hu: Ez az átvitel aktív. Az eltávolítás után az átvitel folytatásához torrent fájl vagy magnet link szükséges.
it: Questo trasferimento è in corso. Dopo averlo rimosso, continuare il trasferimento richiederà il file torrent o il collegamento magnetico.
ja: 転送中です。一度削除すると、その転送を続行するにはトレントファイルかマグネットリンクが必要になります。
nl: Deze overdracht is actief. Eenmaal verwijderd is het torrentbestand of de magnetlink nodig om de overdracht verder te zetten.
pl: To przesyłanie jest aktywne. Po usunięciu, wznowienie go będzie wymagało pliku torrent lub odnośnika magnet.
pt_br: Esta transferência está ativa. Uma vez removida, a continuação da transferência exigirá o arquivo de torrent ou link magnético.
pt_pt: Esta transferência está activa. Uma vez removida, será necessário o ficheiro torrent ou a ligação magnet para continuar a transferência.
ru: Раздача активна. Для восстановления удаленной раздачи потребуется оригинальный торрент-файл или magnet-ссылка.
sv: Denna överföring är aktiv. När den har tagits bort kommer torrentfilen eller magnetlänken att krävas för att fortsätta överföringen.
tr: Bu aktarım şu anda etkin. Kaldırıldıktan sonra yeniden başlatmak için torrent dosyası veya mıknatıs bağı gerekecek.
uk: Роздача активна. Для відновлення роздачі після її видалення буде потрібен торрент-файл або магнет-посилання.

source: This will clear the global statistics displayed by Transmission. Individual transfer statistics will not be affected.
af: Dit sal die globale statistieke wat deur Transmission vertoon word, wis. Individuele oordragstatistiek word nie geraak nie.
bg: Това ще изчисти глобалната статистика, показвана от Transmission. Статистиката на отделните трансфери няма да бъде засегната.
de: Hierdurch werden die programmweiten Statistiken zurückgesetzt. Die Statistiken für die einzelnen Übertragungen bleiben erhalten.
el: Αυτό θα διαγράψει τα καθολικά στατιστικά που εμφανίζονται από το Transmission. Τα μεμονωμένα στατιστικά μεταφοράς δεν θα επηρεαστούν.
es: Esto borrará las estadísticas globales mostradas por Transmission.
eu: Honek Transmission-ek erakutsitako estatistika orokorrak garbituko ditu. Banakako transferentzien estatistikak ez dira aldatuko.
fr: Les statistiques globales affichées par Transmission seront effacées. Les statistiques individuelles de transfert ne seront pas affectées.
he: פעולה זו תנקה את הסטטיסטיקה הכללית המוצגת על ידי ‏Transmission. סטטיסטיקות העברה יחידניות לא יושפעו.
hu: Ez törli a Transmission által megjelenített globális statisztikákat. Az egyéni átviteli statisztikákra nem lesz hatással.
it: Questa azione ripulirà le statistiche generali mostrate da Transmission. Le statistiche dei singoli trasferimenti non saranno modificate.
ja: Transmission 全体統計を消去します。個々の転送の統計情報には影響ありません。
nl: Dit zal de globale statistieken die Transmission toont wissen. Individuele overdrachtstatistieken worden niet gewijzigd.
pl: Usunie to globalne statystyki wyświetlane przez program Transmission. Nie wpłynie to na oddzielne statystyki przesyłania.
pt_br: Isso limpará as estatísticas globais exibidas pelo Transmission. As estatísticas de transferências individuais não serão afetadas.
pt_pt: Isto irá limpar as estatísticas globais mostradas pelo Transmission. As estatísticas individuais das tranferências não serão afectadas.
ru: Общая статистика Transmission будет сброшена. Статистика индивидуальных раздач сохранится.
sv: Detta kommer att rensa den globala statistiken som visas av Transmission. Individuell överföringsstatistik kommer inte att påverkas.
tr: Genel Transmission istatistikleri silinecektir. Bireysel istatistikler bundan etkilenmeyecek.
uk: Це очистить глобальну статистику, відображену програмою Transmission. Індивідуальна статистика роздач не буде зачеплена.

source: Tier %d
de: Stufe %d
it: Livello %d
tr: %d. sıra

source: Toggle Filter
af: Tokkel Filter
bg: Превключване на филтъра
de: Filter ein-/ausblenden
el: Εναλλαγή Φίλτρου
es: Mostrar/Ocultar barra de filtro
eu: Erakutsi/Ezkutatu Iragazkia
fr: Activer/désactiver le filtre
he: החלפת מצב מסנן
hu: Szűrő kapcsolása
it: Mostra/nascondi filtri
ja: 絞り込みを切り替え
nl: Schakel filter
pl: Przełącz filtrowanie
pt_br: Filtro de Alternância
pt_pt: Mostrar/ocultar o filtro
ru: Показать/скрыть фильтр
sv: Slå av/på filter
tr: Süzgeci aç/kapa
uk: Показати/сховати фільтр

source: Toggle Inspector
af: Tokkel Inspekteur
bg: Превключване на инспектора
de: Informationen ein-/ausblenden
el: Εναλλαγή Επιθεωρητή
es: Mostrar/Ocultar Inspector
eu: Erakutsi/ezkutatu ikuskatzailea
fr: Afficher ou cacher l’inspecteur
he: החלפת מצב מנתח
hu: Szemlélő kapcsolása
it: Mostra/nascondi proprietà
ja: インスペクタの切り替え
nl: Schakel infovenster
pl: Przełącz inspektora
pt_br: Inspetor de Alternância
pt_pt: Mostrar/ocultar o inspector
ru: Показать/скрыть Испектор
sv: Slå av/på inspekterare
tr: Denetçiyi aç/kapa
uk: Показати/сховати Інспектор

source: Toggle the filter bar
af: Tokkel die filterbalk
bg: Превключване на лентата с филтри
de: Filterleiste ein-/ausblenden
el: Εναλλαγή γραμμής φίλτρου
es: Mostrar/Ocultar barra de filtro
eu: Erakutsi/Ezkutatu Iragazki-barra
fr: Activer/désactiver la barre du filtre
he: החלפת מצב סרגל מסנן
hu: Szűrősáv kapcsolása
it: Mostra/nascondi la barra dei filtri
ja: 絞り込みバーを切り替え
nl: Schakel de filterbalk
pl: Przełącz pasek filtrowania
pt_br: Alternar a barra de filtro
pt_pt: Mostrar/ocultar a barra de filtros
ru: Показать/скрыть панель фильтра
sv: Visa/dölj filtreringsfältet
tr: Süzgeç çubuğunu aç/kapa
uk: Показати/сховати рядок фільтру

source: Toggle the torrent inspector
af: Tokkel die torrentinspekteur
bg: Превключване на инспектора на торенти
de: Informationen ein-/ausblenden
el: Εναλλαγή του επιθεωρητή torrent
es: Mostrar/Ocultar Inspector
eu: Erakutsi ala ezkutatu torrent-ikuskatzailea
fr: Afficher ou cacher l’inspecteur de torrent
he: החלפת מצב מנתח טורנט
hu: Torrent-szemlélő kapcsolása
it: Mostra/nascondi proprietà
ja: トレント・インスペクタを切り替え
nl: Schakel het infovenster
pl: Przełącz inspektora torrentów
pt_br: Alternar o inspetor de torrent
pt_pt: Mostrar/ocultar o inspector de torrents
ru: Показать/скрыть Инспектор торрента
sv: Visa/dölj torrentinspekterare
tr: Denetçiyi aç/kapa
uk: Показати/сховати торрент-інспектор

source: Torrent download failed
af: Torrentaflaai het misluk
bg: Изтеглянето на торента е неуспешно
de: Empfangen des Torrents fehlgeschlagen
el: Αποτυχία λήψης torrent
es: Fallo en la descarga del torrent
eu: Torrent-aren deskargak huts egin du
fr: Échec de téléchargement du torrent
he: הורדת טורנט כשלה
hu: Torrent letöltése sikertelen
it: Ricezione torrent fallita
ja: トレントのダウンロード失敗
nl: Downloaden van torrent mislukt
pl: Pobranie torrenta się nie powiodło
pt_br: O download do torrent falhou
pt_pt: A recepção do torrent falhou
ru: Ошибка при скачивании торрента
sv: Torrenthämtning misslyckades
tr: Torrent yüklemesi başarısız
uk: Невдале завантаження торренту

source: Torrent File Auto Added
af: Torrentlêer Outomaties Toegevoeg
bg: Торент файлът е добавен автоматично
de: Torrent-Datei automatisch hinzugefügt
el: Το αρχείο torrent προστέθηκε αυτόματα
es: Torrent añadido automáticamente
eu: Torrent Fitxategia Automatikoki Gehituta
fr: Le fichier torrent a été ajouté automatiquement
he: קובץ טורנט התווסף אוטומטית
hu: Torrent fájl automatikusan hozzáadva
it: File torrent aggiunto automaticamente
ja: トレントファイルを自動で追加しました
nl: Torrentbestand automatisch toegevoegd
pl: Automatycznie dodano plik torrent
pt_br: Arquivo de Torrent Adicionado Automaticamente
pt_pt: Ficheiro torrent auto-adicionado
ru: Торрент-файл добавлен
sv: Torrentfilen lades till automatiskt
tr: Torrent Dosyası Eklendi
uk: Торрент-Файл Додано

source: Torrent Inspector
af: Torrentinspekteur
bg: Инспектор на торенти
de: Torrent Informationen
el: Επιθεωρητής Torrent
es: Inspector de torrents
eu: Torrent-ikuskatzailea
fr: Inspecteur de torrent
he: מפקח טורנטים
hu: Torrent Szemlélő
it: Proprietà torrent
ja: トレント・インスペクタ
nl: Torrentinfovenster
pl: Inspektor torrentów
pt_br: Inspetor de Torrent
pt_pt: Inspector de torrents
ru: Инспектор торрента
sv: Torrentinspekterare
tr: Torrent Denetçisi
uk: Інспектор Торрентів

source: torrent metadata needed
af: torrentmetadata benodig
bg: необходими са метаданни на торента
de: Benötige Torrent-Metadaten
el: απαιτούνται μεταδεδομένα torrent
es: se necesitan metadatos del torrent
eu: torrent metadatuak behar dira
fr: les métadonnées du torrent sont nécessaires
he: נדרשים מטא-נתוני הטורנט
hu: torrent metaadat szükséges
it: necessari metadati torrent
ja: トレントメタ情報が必要
nl: torrentmetadata vereist
pl: wymagane są metadane torrenta
pt_br: metadados de torrent necessário
pt_pt: metadados do torrent necessários
ru: получение метаданных торрента
sv: torrentmetadata behövs
tr: torrent üstbilgisi gerekli
uk: потрібні метаданні торрента

source: Total N/A
af: Totaal NVT
bg: Общо няма данни
de: Gesamt n.v.
el: Σύνολο N/A
es: Total N/D
eu: Guztira E/A
fr: Total N/D
he: סך הכול N/A
hu: Összesen N/A
it: Totale N/D
ja: 合計なし
nl: Totaal N/B
pl: Całkowicie nie dotyczy
pt_br: Total N/D
pt_pt: Total N/D
ru: Нет данных
tr: Veri yok
uk: Всього Н/З

source: Total Ratio
af: Totale Ratio
bg: Общ коефициент
de: Verhältnis
el: Συνολική αναλογία
es: Ratio total
eu: Tasa guztira
fr: Ratio total
he: יחס שיתוף כולל
hu: Összesített arány
it: Rapporto totale
ja: 全体比率
nl: Totaal ratio
pl: Udział całkowity
pt_br: Proporção Total
pt_pt: Rácio total
ru: Рейтинг за все время
sv: Total kvot
tr: Toplam Oran
uk: Загальний Рейтинг

source: Total Transfer
af: Totale oordrag
bg: Общ трансфер
de: Übertragen
el: Συνολικώς μεταφερθέντα
es: Descarga total
eu: Transferentzia guztira
fr: Total des transferts
he: סך הכול הועבר
hu: Összes átvitel
it: Trasferimento totale
ja: 総転送
nl: Totale overdracht
pl: Przesłano całkowicie
pt_br: Transferência Total
pt_pt: Total de transferências
ru: Роздано за все время
sv: Totalt överfört
tr: Toplam Aktarım
uk: Усього роздано

source: Tracker
af: Spoorder
bg: Тракер
el: Ιχνηλάτης
eu: Aztarnaria
fr: Traceur
he: עוקב
it: Server traccia
ja: トラッカー
pl: Serwer śledzący
pt_br: Rastreador
ru: Трекер
sv: Spårare
tr: İzleyici
uk: Толока

source: Tracker returned error
af: Spoorder het fout gegee
bg: Тракерът върна грешка
de: Fehlermeldung vom Tracker
el: Ο Ιχνηλάτης επέστρεψε σφάλμα
es: El tracker dio error
eu: Aztarnariak errorea itzuli du
fr: Le traceur a retourné une erreur
he: העוקב החזיר שגיאה
hu: Tracker hibát jelzett vissza
it: Il server traccia ha restituito un errore
ja: トラッカーがエラーを返送
nl: Tracker gaf een foutmelding
pl: Serwer śledzący zwrócił błąd
pt_br: O rastreador retornou um erro
pt_pt: O tracker responder com erro
ru: Трекер сообщил об ошибке
sv: Spårare returnerade fel
tr: İzleyici hata verdi
uk: Толока сповістила про помилку

source: Tracker returned warning
af: Spoorder het waarskuwing gegee
bg: Тракерът върна предупреждение
de: Warnung vom Tracker
el: Ο Ιχνηλάτης επέστρεψε προειδοποίηση
es: El tracker dio una alerta
eu: Aztarnariak oharra itzuli du
fr: Le traceur a retourné un avertissement
he: העוקב החזיר אזהרה
hu: Tracker figyelmeztetést jelzett vissza
it: Il server traccia ha restituito un avviso
ja: トラッカーが警告を返送
nl: Tracker gaf een waarschuwing
pl: Serwer śledzący zwrócił ostrzeżenie
pt_br: O rastreador retornou um aviso
pt_pt: O tracker respondeu com aviso
ru: Трекер вынес предупреждение
sv: Spårare returnerade varning
tr: İzleyici uyarı verdi
uk: Толока винесла попередження

source: Tracker will be used as a backup
af: Spoorder sal as rugsteun gebruik word
bg: Тракерът ще се използва като резервен
de: Tracker wird als Backup genutzt
el: Ο Ιχνηλάτης θα χρησιμοποιηθεί ως εφεδρικός
es: El tracker será usado como backup
eu: Aztarnaria segurtasun-kopia gisa erabiliko da
fr: Le traceur sera utilisé en cas de problème
he: העוקב ישמש כגיבוי
hu: Tracker tartalékként lesz használva
it: Il server traccia sarà usato come backup
ja: トラッカーはバックアップに使われます
nl: Tracker zal gebruikt worden als reserve
pl: Serwer śledzący będzie używany jako zapasowy
pt_br: O rastreador será usado como backup
pt_pt: O tracker será usado para redundância
ru: Резервный трекер
sv: Spårare kommer att användas som reserv
tr: İzleyici bir yedek olarak kullanılacak
uk: Резервна толока

source: Trackers
af: Spoorders
bg: Тракери
de: Tracker
el: Ιχνηλάτες
eu: Aztarnariak
fr: Traceurs
he: עוקבים
hu: Trackerek
it: Server traccia
ja: トラッカー
pl: Serwery śledzące
pt_br: Rastreadores
ru: Трекеры
sv: Spårare
tr: İzleyiciler
uk: Толоки

source: Transfer Not Active
af: Oordrag Nie Aktief Nie
bg: Трансферът не е активен
de: Übertragung nicht aktiv
el: Μεταφορά μη ενεργή
es: Tarea no activa
eu: Transferentzia Ez Aktiboa
fr: Transfert inactif
he: העברה בלתי פעילה
hu: Átvitel nem aktív
it: Trasferimento non in corso
ja: 転送未稼働
nl: Overdracht niet actief
pl: Nieaktywne przesyłanie
pt_br: Transferência Não Ativa
pt_pt: Transferência não activa
ru: Раздача неактивна
sv: Överföring inte aktiv
tr: Aktarım Etkin Değil
uk: Роздача неактивна

source: Transfers
af: Oordragte
bg: Трансфери
de: Übertragungen
el: Μεταφορές
es: Tareas
eu: Transferentziak
fr: Transferts
he: העברות
hu: Átvitelek
it: Trasferimenti
ja: 転送
nl: Overdrachten
pl: Przesyłania
pt_br: Transferências
pt_pt: Transferências
ru: Раздачи
sv: Överföringar
tr: Aktarımlar
uk: Роздачі

source: Transfers Not Active
af: Oordragte Nie Aktief Nie
bg: Трансферите не са активни
de: Übertragungen nicht aktiv
el: Μεταφορές μη ενεργές
es: Tareas no activas
eu: Transferentzia Ez Aktiboak
fr: Transferts inactifs
he: העברות בלתי פעילות
hu: Átvitelek nem aktívak
it: Trasferimenti non in corso
ja: 転送未稼働
nl: Overdrachten niet actief
pl: Nieaktywne przesyłania
pt_br: Transferências Não Ativas
pt_pt: Transferências não activas
ru: Раздачи неактивны
sv: Överföringar inte aktiva
tr: Aktarımlar Etkin Değil
uk: Роздачі неактивні
