Repository: transmission/transmission
Catalog: macosx/*.lproj/Localizable.strings
Languages: af, bg, de, el, es, eu, fr, he, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sv, tr, uk

source: %@ files
de: %@ Dateien
it: %@ file
nl: %@ bestanden
tr: %@ dosya

source: %@ IP address rules in list
de: %@ IP-Adressen in der Blockliste
it: %@ regole indirizzi IP nella lista
nl: %@ IP-adressen in de lijst
tr: Dizelgede %@ IP adresi kuralları

source: %@ magnetized transfers
de: %@ Übertragungen von magnet-Links
it: %@ trasferimenti magnetici
nl: %@ gemagnetiseerde overdrachten
tr: %@ mıknatıslı aktarım

source: %@ of torrent metadata retrieved
af: %@ van torrentmetadata opgehaal
bg: %@ от метаданните на торента са получени
de: %@ der Torrent-Metadaten empfangen
el: ανακτήθηκαν %@ από μεταδεδομένα torrent
es: %@ de los metadatos del torrent recuperados
eu: %@ torrent metadatu berreskuratuta
fr: %@ des métadonnées du torrent ont été récupérées
he: %@ מנתוני העל של הטורנט התקבלו
hu: %@ torrent metaadat fogadva
it: recuperati %@ metadati del torrent
ja: %@のトレントメタ情報を取得
nl: %@ van torrentmetadata gevonden
pl: Pobrano %@ metadanych torrentów
pt_br: %@ metadados do torrent recuperados
pt_pt: %@ dos metadados do torrent recebidos
ru: %@ метаданных торрента получено
sv: %@ av torrentmetadata mottaget
tr: %@ torrent üstverisi alındı
uk: %@ метаданих торенту отримано

source: %@ remaining
de: %@ verbleibend
it: tempo residuo %@
nl: %@ resterend
tr: %@ kaldı

source: %@ selected
af: %@ gekies
bg: %@ избрани
de: %@ ausgewählt
el: %@ επιλεγμένα
es: %@ seleccionado
eu: %@ aukeratuta
fr: %@ sélectionné
he: %@ נבחרו
hu: %@ kiválasztva
it: selezionati %@
ja: %@ 選択
nl: %@ geselecteerd
pl: Zaznaczono: %@
pt_br: %@ selecionado
pt_pt: %@ seleccionados
ru: %@ выбрано
sv: %@ markerade
tr: %@ seçili
uk: %@ вибрано

source: %@ times
de: %@ mal
it: %@ volte
nl: %@ keer
tr: %@ kez

source: %@ Torrent Files
de: %@ Torrent-Dateien
it: %@ file torrent
nl: %@ torrentbestanden
tr: %@ Torrent Dosyaları

source: %@ Torrents Selected
de: %@ Torrents ausgewählt
it: %@ torrent selezionati
nl: %@ torrents geselecteerd
tr: %@ Torrent Seçili

source: %@ total
af: %@ totaal
bg: %@ общо
de: insgesamt %@
el: %@ συνολικά
eu: %@ guztira
fr: %@ au total
he: %@ סך הכול
hu: %@ összesen
it: totale %@
ja: %@ 計
nl: %@ totaal
pl: %@ całkowicie
ru: %@ всего
sv: %@ totalt
tr: %@ toplam
uk: %@ всього

source: %@ transfers
de: %@ Übertragungen
it: %@ trasferimenti
tr: %@ aktarım

source: %@ verified
af: %@ geverifieer
bg: %@ проверени
de: %@ überprüft
el: %@ επαληθεύτηκε
es: %@ verificado
eu: %@ baieztatuta
fr: %@ vérifié
he: %@אומת
hu: %@ ellenőrizve
it: verificati %@
ja: %@ 検証済み
nl: %@ geverifieerd
pl: %@ zweryfikowano
pt_br: %@ verificado
pt_pt: %@ verificados
ru: %@ проверено
sv: %@ verifierat
tr: %@ doğrulanmış
uk: %@ перевірено

source: %d cache
de: %d zwischengespeichert
tr: %d önbellek

source: %d Connected
de: %d Verbindungen
it: %d connessi
nl: %d verbonden
tr: %d Bağlandı

source: %d Downloading
de: %d aktive Downloads
it: %d in ricezione
nl: %d downloaden
tr: %d İndiriliyor

source: %d incoming
de: %d eingehend
it: %d in arrivo
nl: %d inkomend
tr: %d gelen

source: %d local discovery
de: %d lokal entdeckt
it: %d scoperta locale
nl: %d lokale ontdekking
tr: %d yerel keşif

source: %d minutes
de: %d Minuten
it: %d minuti
nl: %d minuten
tr: %d dakika

# %d pieces, %@ each
source: %1$d pieces, %2$@ each
de: %1$d Teilstücke à %2$@
it: %1$d parti, %2$@ ciascuna
nl: %1$d fragmenten, %2$@ elk
tr: %1$d parça, her biri %2$@

source: %d Seeding
de: %d aktive Verteilungen
it: %d in distribuzione
nl: %d seeden
tr: %d Besleniyor

source: %d tracker
it: %d server traccia
tr: %d izleyici

source: %d web seeds
de: %d Web-Verteilern
it: %d seeder web
tr: %d web beslemeleri

source: %u days
de: %u Tage
it: %u giorni
nl: %u dagen
tr: %u gün

source: %u hr
de: %u Std
it: %u ore
nl: %u uur
tr: %u sa

source: %u min
tr: %u dk

source: %u sec
de: %u Sek
tr: %u san

source: %u years
de: %u Jahre
it: %u anni
nl: %u jaar
tr: %u yıl

source: 1 day
de: 1 Tag
it: 1 giorno
nl: 1 dag
tr: 1 gün

source: 1 file
af: 1 lêer
bg: 1 файл
de: 1 Datei
el: 1 αρχείο
es: 1 archivo
eu: Fitxategi 1
fr: 1 fichier
he: קובץ אחד
hu: 1 fájl
ja: 1 ファイル
nl: 1 bestand
pl: 1 plik
pt_br: 1 arquivo
pt_pt: 1 ficheiro
ru: 1 файл
sv: 1 fil
tr: 1 dosya
uk: 1 файл

source: 1 magnetized transfer
af: 1 gemagnetiseerde oordragte
bg: 1 магнетизиран трансфер
de: 1 Übertragung von magnet-Link
el: 1 μεταφορά μαγνήτη
es: 1 tarea magnetizada
eu: Magnetizatutako transferentzia 1
fr: 1 transfert magnétisé
he: העברה ממוגנטת
hu: 1 magnet átvitel
it: 1 trasferimento magnetico
ja: 1 マグネット転送
nl: 1 gemagnetiseerde overdracht
pl: 1 przesyłanie magnet
pt_br: 1 transferência magnetizada
pt_pt: 1 transferência magnetizada
ru: 1 magnet-раздача
sv: 1 magnetiserad överföring
tr: 1 mıknatıslı aktarım
uk: 1 магнет-роздача

source: 1 minute
af: 1 minuut
bg: 1 минута
el: 1 λεπτό
es: 1 minuto
eu: Minutu 1
he: דקה אחת
hu: 1 perc
it: 1 minuto
ja: 1 分
nl: 1 minuut
pl: 1 minuta
pt_br: 1 minuto
pt_pt: 1 minuto
ru: 1 мин
sv: 1 minut
tr: 1 dakika
uk: 1 хвилина

source: 1 piece, %@
af: 1 stuk, %@
bg: 1 част, %@
de: 1 Teilstück, %@
el: 1 κομμάτι, %@
es: 1 parte, %@
eu: 1 zati, %@
fr: 1 morceau, %@
he: חלק אחד, %@
hu: 1 szelet, %@
it: 1 parte, %@
ja: 1 ピース, %@
nl: 1 fragment, %@
pl: 1 część, %@
pt_br: 1 peça, %@
pt_pt: 1 pedaço, %@
ru: 1 часть, %@
sv: 1 del, %@
tr: 1 parça, %@
uk: 1 частина, %@

source: 1 time
af: 1 keer
bg: 1 път
de: 1 Mal
el: 1 φορά
es: 1 vez
eu: 1 denbora
fr: 1 fois
he: פעם אחת
hu: 1 alkalommal
it: 1 volta
ja: 1 回
nl: 1 keer
pl: 1 raz
pt_br: 1 vez
pt_pt: 1 vez
ru: 1 раз
sv: 1 gång
tr: 1 kez
uk: 1 раз

source: 1 transfer
af: 1 oordrag
bg: 1 трансфер
de: 1 Übertragung
el: 1 μεταφορά
es: 1 tarea
eu: Transmisio 1
fr: 1 transfert
he: העברה אחת
hu: 1 átvitel
it: 1 trasferimento
ja: 1 項目を転送
nl: 1 overdracht
pl: 1 przesyłanie
pt_br: 1 transferência
pt_pt: 1 transferência
ru: 1 раздача
sv: 1 överföring
tr: 1 aktarım
uk: 1 роздача

source: 1 year
de: 1 Jahr
it: 1 anno
nl: 1 jaar
tr: 1 yıl

source: "%@" is not a valid torrent file.
af: “%@” is nie ’n geldige torrentlêer nie.
bg: "%@" не е валиден торент файл.
de: „%@“ ist keine wohlgeformte Torrent-Datei.
el: "%@" δεν είναι ένα έγκυρο αρχείο torrent.
es: "%@" no es un torrent válido.
eu: "%@" ezin da torrent artxibo mota hau erabili.
fr: « %@ » n’est pas un fichier torrent valide.
he: „%@” אינו קובץ טורנט תקני.
hu: '%@' nem egy érvényes torrent fájl.
it: "%@" non è un file torrent valido.
ja: 「%@」は正しいトレントファイルではありません。
nl: ‘%@’ is geen geldig torrentbestand.
pl: „%@” nie jest prawidłowym plikiem torrent.
pt_br: "%@" não é um arquivo torrent válido.
pt_pt: "%@" não é um ficheiro torrent válido.
ru: «%@» не является торрент-файлом.
sv: "%@" är inte en giltig torrentfil.
tr: "%@" geçerli bir torrent dosyası değil.
uk: "%@" не є торрент-файлом.

source: A blocklist must first be downloaded
af: ’n Bloklys moet eers afgelaai word
bg: Първо трябва да се изтегли списък за блокиране
de: Es muß zunächst eine Blockliste geladen werden.
el: Πρέπει πρώτα να γίνει λήψη μίας λίστας αποκλεισμού
es: Primero hay que descargar una lista de bloqueo
eu: Aurretik blokeo-zerrenda bat deskargatu behar da
fr: Une liste de blocage doit d’abord être téléchargée
he: יש להוריד רשימת חסימה תחילה
hu: A tiltólistát először le kell tölteni
it: Occorre prima scaricare una blocklist
ja: ブロックリストは最初にダウンロードしてください
nl: Een zwarte lijst moet eerst gedownload worden
pl: Najpierw należy pobrać listę blokowania
pt_br: Uma lista de bloqueio deve ser baixada
pt_pt: Tem de primeiro transferir uma lista
ru: Необходимо скачать черный список
sv: En blocklista måste först hämtas
tr: Önce bir kara dizelge indirin
uk: Чорний список спочатку має бути завантажений

source: A file with the name "%1$@" already exists in the directory "%2$@". Choose a new name or directory to create the torrent file.
af: ’n Lêer met die naam “%1$@” bestaan reeds in die gids “%2$@”. Kies ’n nuwe naam of gids om die torrentlêer te skep.
bg: Файл с име "%1$@" вече съществува в директорията "%2$@". Изберете ново име или директория, за да създадете торент файла.
de: Eine Datei mit dem Namen „%1$@“ existiert bereits im Ordner „%2$@“. Bitte wählen Sie einen anderen Namen oder Ordner, um die Torrent-Datei zu erstellen.
el: Ένα αρχείο με το όνομα "%1$@" υπάρχει ήδη στον κατάλογο "%2$@". Επιλέξτε ένα νέο όνομα ή κατάλογο για την δημιουργία του αρχείου torrent.
es: Ya existe un archivo con el nombre "%1$@" en la carpeta "%2$@". Elija un nombre nuevo o una carpeta nueva para crear el torrent.
eu: "%1$@" izena duen fitxategia dagoeneko existitzen da "%2$@" direktorioan. Aukeratu ezazu izen ala direktorio berri bat torrent fitxategia sortzeko.
fr: Un fichier nommé « %1$@ » existe déjà dans le dossier « %2$@ ». Choisissez un nouveau nom ou un nouveau dossier pour créer le torrent.
he: קובץ בשם "%1$@" קיים כבר בתיקייה "%2$@". נא לבחור שם או תיקיה אחרת לשמירת קובץ הטורנט.
hu: Egy '%1$@' nevű fájl már létezik a '%2$@' könyvtárban. Válasszon új nevet vagy könyvtárat a torrent fájl létrehozásához.
it: Un file di nome "%1$@" esiste già nella cartella "%2$@". Scegliere un nuovo nome o una nuova cartella per creare il file torrent.
ja: 「%1$@」というファイル名は、既にフォルダ「%2$@」に存在します。トレントファイルの作成には新しい名前やフォルダを選択してください。
nl: Een bestand met de naam ‘%1$@’ bestaat al in de map ‘%2$@’. Kies een nieuwe naam of map om het torrentbestand aan te maken.
pl: Plik o nazwie „%1$@” już istnieje w katalogu „%2$@”. Proszę wybrać nową nazwę lub katalog, aby utworzyć plik torrent.
pt_br: Um arquivo com o nome "%1$@" já existe no diretório "%2$@". Escolha um novo nome ou diretório para criar o arquivo de torrent.
pt_pt: Já existe um ficheiro com o nome "%1$@" no directório "%2$@". Escolha um novo nome ou directório para criar o ficheiro torrent.
ru: Файл с именем «%1$@» уже есть в папке «%2$@». Выберите новое имя или местоположение чтобы создать торрент-файл.
sv: En fil med namnet "%1$@" finns redan i mappen "%2$@". Välj ett nytt namn eller mapp för att skapa torrentfilen.
tr: "%1$@" adında bir dosya "%2$@" dizininde zaten var. Torrent dosyasını yaratmak için yeni bir ad veya dizin seçin.
uk: Файл із назвою "%1$@" вже існує в теці "%2$@". Виберіть нове ім’я або теку для створення торрент-файлу.

source: A folder cannot be moved to inside itself.
af: ’n Vouer kan nie na binne homself geskuif word nie.
bg: Папка не може да бъде преместена в самата себе си.
de: Ordner kann nicht in sich selbst bewegt werden.
el: Ένας φάκελος δεν μπορεί να μεταφερθεί στο εσωτερικό του.
es: No se puede mover una carpeta dentro de sí misma.
eu: Karpeta bat ezin da bere barrura mugitu.
fr: Un dossier ne peut être déplacé à l’intérieur de lui-même.
he: לא ניתן להעביר תיקיה לתוך עצמה.
hu: A mappa nem mozgatható saját magába.
it: Una cartella non può essere spostata dentro sé stessa.
ja: フォルダ自身の中にフォルダを移動できません。
nl: Een map kan niet in zichzelf geplaatst worden.
pl: Katalog nie może zostać przeniesiony do siebie.
pt_br: Uma pasta não pode ser movida para dentro de si mesma.
pt_pt: Não é possível mover uma pasta para dentro de si mesma.
ru: Папка не может быть перемещена внутрь себя.
sv: En mapp kan inte flyttas inuti sig själv.
tr: Bir klasör kendi içinde taşınamaz.
uk: Теку неможливо перемістити всередину себе

source: A torrent file cannot be created for files with no size.
af: ’n Torrentlêer kan nie geskep word vir lêers met geen grootte nie.
bg: Не може да се създаде торент файл за файлове с нулев размер.
de: Für leere Dateien kann keine Torrent-Datei erstellt werden.
el: Ένα αρχείο torrent δεν μπορεί να δημιουργηθεί για αρχεία χωρίς μέγεθος.
es: No se puede crear un torrent a partir de archivos vacíos.
eu: Ezin da tamainarik gabeko fitxategientzako torrent fitxategia sortu.
fr: Un fichier torrent ne peut être créé pour des fichiers sans taille.
he: לא ניתן ליצור קובץ טורנט ללא גודל.
hu: Nem lehet üres fájlokból torrent fájlt készíteni.
it: Un file torrent non può essere creato per file di dimensioni nulle.
ja: サイズのないファイルでトレントファイルは作成できません。
nl: Een torrentbestand kan niet gemaakt worden voor bestanden zonder grootte.
pl: Nie można utworzyć pliku torrent dla plików o zerowym rozmiarze.
pt_br: Um arquivo torrent não pode ser criado para arquivos sem tamanho.
pt_pt: Não é possível criar um ficheiro torrent para ficheiros sem tamanho.
ru: Торрент-файл не может быть создан для файлов нулевого размера.
sv: En torrentfil kan inte skapas för filer utan storlek.
tr: Herhangi bir boyutu olmayan dosyalar için torrent dosyası oluşturulamaz.
uk: Не можна створити торрент-файл для файлів, що мають нульовий розмір

source: A torrent file with this name and directory cannot be created.
af: ’n Torrentlêer met hierdie naam en gids kan nie geskep word nie.
bg: Не може да бъде създаден торент файл с това име и в тази директория.
de: Torrent-Datei kann nicht mit diesem Namen erstellt werden.
el: Ένα αρχείο torrent με αυτό το όνομα και κατάλογο δεν μπορεί να δημιουργηθεί.
es: No se puede crear un torrent con este nombre y en esta carpeta.
eu: Ezin da sortu izen eta direktorio hau dituen torrent fitxategia.
fr: Un fichier torrent ne peut être créé avec ce nom et ce dossier.
he: לא ניתן ליצור קובץ טורנט בשם ובתיקייה הללו.
hu: Nem hozható létre torrent fájl ezzel a névvel és könyvtárral.
it: Impossibile creare un file torrent con questo nome e cartella.
ja: この名前とフォルダのトレントファイルは作成できません。
nl: Een torrentbestand met deze naam en map kan niet gemaakt worden.
pl: Plik torrent o tej nazwie i katalog nie mogą zostać utworzone.
pt_br: Um arquivo torrent com este nome não pode ser criado neste diretório.
pt_pt: Não é possível criar um ficheiro torrent com este nome e directório.
ru: Торрент-файл с этим именем не может быть создан в этой папке.
sv: En torrentfil med detta namn och mapp kan inte skapas.
tr: Bu ad ve dizin ile bir torrent dosyası oluşturulamaz.
uk: Торрент-файл не може бути створений з цим ім'ям та текою

source: A transfer marked as private with no tracker addresses will be unable to connect to peers. The torrent file will only be useful if you plan to upload the file to a tracker website that will add the addresses for you.
af: ’n Privaatoordrag met geen spoorderadres sal nie aan eweknieë kan verbind nie. Die torrentlêer sal slegs nuttig wees indien u beplan om die lêer na ’n spoorderwebwerf op te laai wat die adres namens u sal toevoeg.
bg: Трансфер, маркиран като частен, без адреси на тракери, няма да може да се свърже с участници. Торент файлът ще бъде полезен само ако планирате да го качите на уебсайт на тракер, който ще добави адресите вместо вас.
de: Eine als „privat“ markierte Übertragung ohne Tracker-Adressen wird keine Verbindung zu anderen Teilnehmern aufnehmen können. Diese Torrent-Datei wird nur funktionieren, wenn sie zu einer Tracker-Website geladen wird, die die Tracker-Adresse selbst hinzufügt.
el: Μια μεταφορά που σημειώνεται ως ιδιωτική, χωρίς διευθύνσεις ιχνηλάτη, δεν θα μπορεί να συνδεθεί σε ομότιμους χρήστες. Το αρχείο torrent θα είναι χρήσιμο μόνο εάν σχεδιάζετε να το αποστείλετε σε μία ιστοσελίδα ιχνηλάτη, η οποία θα προσθέσει τις διευθύνσεις για εσάς.
es: Una tarea marcada como privada sin direcciones de tracker será incapaz de conectar con clientes. El torrent sólo será útil si quieres subir el archivo a un tracker web que añada las direcciones por ti.
eu: Aztarnaririk gabeko eta pribatu gisa markatuta dagoen transferentzia bat ezingo da kideekin konektatu. Torrent fitxategia soilik izango da erabilgarria fitxategia helbideak zuretzako gehituko dituen aztarnarien webgune batera igotzeko asmoa baduzu.
fr: Un transfert marqué comme privé sans adresse de traceur ne pourra pas se connecter à des pairs. Le fichier torrent ne sera utile que si vous prévoyez de téléverser le fichier vers un site Web traceur qui ajoutera les adresses pour vous.
he: העברה המסומנת כפרטית ללא כתובות עוקב לא תוכל להתחבר לעמיתים. קובץ הטורנט יהיה בר שימוש רק אם הכוונה היא להעלות את הקובץ לאתר מעקב שיוסיף את הכתובות.
hu: Az átvitel privátnak van jelölve, tracker címek nélkül egy partner sem tud kapcsolódni. A torrent fájl csak akkor lesz hasznos ha az a terved, hogy feltöltöd a fájlt egy tracker oldalra ami hozzáadja a követő címet helyetted.
it: Un trasferimento marcato come privato e senza server traccia non sarà in grado di connettersi ai peer. Il file torrent sarà utile solo se si desidera inviarlo ad un sito web che aggiungerà l'indirizzo del server traccia.
ja: トラッカーアドレスがなく非公開になっている転送はピアに接続できません。トレントファイルは、アドレスを追加してくれるトラッカーウェブサイトにファイルをアップロードする場合にのみ役立ちます。
nl: Een overdracht die gemarkeerd is als privaat en geen trackeradressen bevat zal niet met andere peers kunnen verbinden. Dit is enkel zinvol als u van plan bent dit torrentbestand te uploaden naar een trackerwebsite die de adressen voor u toevoegt.
pl: Przesyłanie oznaczone jako prywatne bez adresów serwerów śledzących nie będzie mogło połączyć się z partnerami. Plik torrent będzie przydatny tylko, jeśli planowane jest wysłanie go do witryny serwera śledzącego, która doda te adresy.
pt_br: Uma transferência marcada como privada, sem endereços de rastreadores, não será capaz de se conectar aos pares. O arquivo torrent só será útil se você planeja fazer o upload do arquivo para um site rastreador que irá adicionar os endereços para você.
pt_pt: Uma transferência marcada como privada sem endereços de trackers será incapaz de ligar a peers. O ficheiro torrent apenas será útil se tenciona enviá-lo para o site de um tracker que adicione os endereços por si.
ru: Другие пользователи не смогут подключиться к раздаче без адреса трекера, помеченной как частная. Торрент-файл будет работать только если сайт трекера сам добавит в него адреса.
sv: En överföring markerad som privat utan spåraradresser kan inte att ansluta till jämlikar. Torrentfilen kommer endast att vara användbar om du planerar att skicka filen till en spårarwebbplats som lägger till adresserna åt dig.
tr: Herhangi bir izleyici adresi olmayan ve özel olarak imlenmiş bir aktarım başkalarına bağlanamayacaktır. Torrent dosyası ancak dosyayı sizin için adreslendirme yapacak bir izleyicinin web sayfasına yüklerseniz yararlı olabilir.
uk: Інші користувачі не зможуть підключитися до роздачі без адреси толоки, поміченої як приватна. Торрент-файл буде працювати тільки якщо сайт толоки сам додасть в нього адреси.

source: A transfer of "%@" already exists.
af: ’n Oordrag van “%@” bestaan reeds.
bg: Трансфер на "%@" вече съществува.
de: „%@“ wird bereits übertragen.
el: Μια μεταφορά για "%@" υπάρχει ήδη.
es: Ya existe una tarea de "%@".
eu: "%@"(e)ko transferentzia bat existitzen da dagoeneko.
fr: Un transfert de « %@ » existe déjà.
he: כבר קיימת העברה של "%@"
hu: "%@" átvitel már létezik.
it: Esiste già un trasferimento di "%@".
ja: 「%@」の転送項目は既に存在します。
nl: Een overdracht van ‘%@’ bestaat al.
pl: Przesyłanie „%@” już istnieje.
pt_br: Uma transferência de "%@" já existe.
pt_pt: Já existe uma transferência de "%@".
ru: Раздача «%@» уже существует.
sv: En överföring för "%@" finns redan.
tr: "%@" dosyasının bir aktarımı zaten var.
uk: Роздача з "%@" вже існує

source: Active
af: Aktief
bg: Активни
de: Aktiv
el: Ενεργά
es: Activo
eu: Aktibo
fr: Actif
he: פעילים
hu: Aktív
it: Attivi
ja: 稼働
nl: Actief
pl: Aktywne
pt_br: Ativo
pt_pt: Activas
ru: Активные
sv: Aktiva
tr: Etkin
uk: Активний

source: Activity
af: Aktiwiteit
bg: Активност
de: Aktivität
el: Δραστηριότητα
es: Actividad
eu: Aktibitatea
fr: Activité
he: פעילות
hu: Tevékenység
it: Attività
ja: 稼働状況
nl: Activiteitenoverzicht
pl: Aktywność
pt_br: Atividade
pt_pt: Actividade
ru: Активность
sv: Aktivitet
tr: Etkinlik
uk: Активність

source: Add
af: Voeg Toe
bg: Добавяне
de: Hinzufügen
el: Προσθήκη
es: Añadir
eu: Gehitu
fr: Ajouter
he: הוספה
hu: Hozzáad
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
pt_br: Adicionado
pt_pt: Adicionar
ru: Добавить
sv: Lägg till
tr: Ekle
uk: Додати

source: Add a tracker
af: Voeg ’n spoorder toe
bg: Добавяне на тракер
de: Tracker hinzufügen
el: Προσθήκη ενός ιχνηλάτη
es: Añadir un tracker
eu: Gehitu aztarnari bat
fr: Ajouter un traceur
he: הוספת עוקב
hu: Tracker hozzáadása
it: Aggiungi un server traccia
ja: トラッカーの追加
nl: Tracker toevoegen
pl: Dodaj serwer śledzący
pt_br: Adicionar um rastreador
pt_pt: Adicionar um tracker
ru: Добавить трекер
sv: Lägg till en spårare
tr: İzleyici ekle
uk: Додати трекер

source: Adding magnetized transfer failed.
af: Toevoeg van gemagnetiseerde oordrag het misluk.
bg: Добавянето на магнетен трансфер е неуспешно.
de: Übertragung von magnet-Link konnte nicht hinzugefügt werden.
el: Η προσθήκη μεταφοράς μαγνήτη απέτυχε.
es: Fallo al añadir una descarga magnetizada.
eu: Magnetizatutako transferentzia gehitzeak huts egin du.
fr: Échec d’ajout du transfert magnétisé.
he: הוספת העברה ממוגנטת כשלה.
hu: Magnet átvitel hozzáadása sikertelen.
it: L'aggiunta del trasferimento magnetico è fallita.
ja: マグネット転送の追加に失敗
nl: Toevoegen van gemagnetiseerde overdracht mislukt.
pl: Dodanie przesyłania magnet się nie powiodło.
pt_br: A adição de transferência magnetizada falhou.
pt_pt: Falha ao adicionar transferência por ligação magnet
ru: Ошибка при добавление magnet-раздачи
sv: Det gick inte att lägga till magnetiserad överföring.
tr: Mıknatıslı aktarım eklenemedi.
uk: Невдале додавання магнет-роздачі

source: All
af: Alle
bg: Всички
de: Alle
el: Όλα
es: Todo
eu: Denak
fr: Tout
he: הכול
hu: Összes
it: Tutti
ja: すべて
nl: Alle
pl: Wszystko
pt_br: Tudo
pt_pt: Todas
ru: Все
sv: Alla
tr: Tümü
uk: Усі

source: All Groups
af: Alle Groepe
bg: Всички групи
de: Alle Gruppen
el: Όλες οι ομάδες
es: Todos los grupos
eu: Talde guztiak
fr: Tous les groupes
he: כל הקבוצות
hu: Összes csoport
it: Tutti i gruppi
ja: すべてのグループ
nl: Alle groepen
pl: Wszystkie grupy
pt_br: Todos os Grupos
pt_pt: Todos os grupos
ru: Все группы
sv: Alla grupper
tr: Bütün Öbekler
uk: Усі Групи

source: An unknown error has occurred.
de: Ein unbekannter Fehler ist aufgetreten.
it: Si è verificato un errore sconosciuto.
nl: Er trad een onbekende fout op.
tr: Bilinmeyen bir hata oluştu.

source: Announce error
af: Aankondigfout
bg: Грешка при анонсиране
de: Meldefehler
el: Σφάλμα Ανακοίνωσης
es: Error en el anuncio
eu: Errorea iragarri
fr: Erreur à l’annonce
he: שגיאת הכרזה
hu: Bejelentési hiba
it: Errore annuncio
ja: アナウンスのエラー
nl: Aankondigingsfout
pl: Błąd ogłoszenia
pt_br: Anúncio de erro
pt_pt: Erro no anúncio
ru: Ошибка анонса
sv: Annonseringsfel
tr: Duyuru hatası
uk: Помилка оголошення

source: Announce in progress
af: Word tans aangekondig
bg: Анонсиране в ход
de: Melde Status
el: Ανακοίνωση σε εξέλιξη
es: Anuncio en progreso
eu: Iragarritakoa prozesuan dago
fr: L’annonce est en cours
he: התקדמות הכרזה
hu: Bejelentés folyamatban
it: Annuncio in corso
ja: アナウンス進行中
nl: Aankondiging is bezig
pl: Trwa ogłaszanie
pt_br: Anúncio em andamento
pt_pt: Anúncio em progresso
ru: Анонс в прогрессе
sv: Annonsering pågår
tr: Duyuru sürüyor
uk: Оголошення у процесі

source: Announce is queued
af: Aankondig is in wagry
bg: Анонсирането е на опашка
de: Meldung in Warteliste
el: Ανακοίνωση σε ουρά
es: Anuncio en cola
eu: Iragarria ilaratuta dago
fr: L’annonce est en attente
he: הכרזה נוספה לתור
hu: Bejelentés sorbaállítva
it: Annuncio in coda
ja: アナウンスを処理待ちに追加
nl: Aankondiging in wachtrij
pl: Ogłoszenie w kolejce
pt_br: Anúncio está na fila
pt_pt: Anúncio em lista de espera
ru: Анонс приостановлен
sv: Annonsering står i kö
tr: Duyuru sırada
uk: Оголошення призупинено

source: Announce not scheduled
af: Aankondig nie geskeduleer nie
bg: Анонсирането не е насрочено
de: Kein Melden geplant
el: Δεν έχει προγραμματιστεί Ανακοίνωση
es: Anuncio no programado
eu: Iragarria ez programatu
fr: L’annonce n’est pas programmée
he: הכרזה לא תוזמנה
hu: Bejelentés nincs beütemezve
it: Annuncio non programmato
ja: アナウンスの予定なし
nl: Aankondiging is niet gepland
pl: Nie zaplanowano ogłoszenia
pt_br: Anúncio não programado
pt_pt: Anúncio não programado
ru: Анонс не запланирован
sv: Annonsering inte schemalagd
tr: Duyuru zamanlanmadı
uk: Оголошення не заплановано
