Repository: transmission/transmission
Catalog: macosx/*.lproj/Localizable.strings
Languages: af, bg, de, el, es, eu, fr, he, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sv, tr, uk

source: Resume the transfer
af: Hervat die oordrag
bg: Продължаване на трансфера
de: Übertragung fortsetzen
el: Συνέχιση της μεταφοράς
es: Reanudar la tarea
eu: Jarraitu transferentziarekin
fr: Reprendre le transfert
he: להמשיך את ההעברה
hu: Átvitel folytatása
it: Riprendi il trasferimento
ja: 転送を再開
nl: Hervat de overdracht
pl: Wznów przesyłanie
pt_br: Retomar a transferência
pt_pt: Retomar a transferência
ru: Возобновить раздачу
sv: Återuppta överföringen
tr: Aktarımı sürdür
uk: Відновити роздачу

source: Resume the transfer right away
af: Hervat onmiddellik die oordrag
bg: Продължаване на трансфера веднага
de: Übertragung sofort fortsetzen
el: Άμεση συνέχιση της μεταφοράς
es: Reanudar la tarea ya
eu: Jarraitu transferentziarekin oraintxe bertan
fr: Reprendre le transfert tout de suite
he: להמשיך את ההעברה מיידית
hu: Átvitel folytatása azonnal
it: Riprendi il trasferimento ora
ja: すぐに転送を再開
nl: Hervat de overdracht onmiddellijk
pl: Wznów przesyłanie natychmiast
pt_br: Retomar a transferência imediatamente
pt_pt: Retomar a transferência imediatamente
ru: Возобновить раздачу прямо сейчас
sv: Återuppta överföringen omedelbart
tr: Aktarıma hemen sürdür
uk: Відновити роздачу негайно

source: Running Time
af: Looptyd
bg: Време на работа
de: Laufzeit des Programms
el: Χρόνος λειτουργίας
es: Tiempo de ejecución
eu: Exekuzio-denbora
fr: Temps d’exécution
he: זמן פעילות
hu: Futási idő
it: Tempo di esecuzione
ja: 起動時間
nl: Looptijd
pl: Czas działania
pt_br: Tempo de Execução
pt_pt: Duração
ru: Время работы
sv: Driftstid
tr: Açık Olan Süre
uk: Тривалість Роботи

source: Save
af: Bewaar
bg: Запазване
de: Sichern
el: Αποθήκευση
es: Guardar
eu: Gorde
fr: Enregistrer
he: שמירה
hu: Mentés
it: Salva
ja: 保存
nl: Opslaan
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ru: Сохранить
sv: Spara
tr: Kaydet
uk: Зберегти

source: Scrape error
af: Skraapfout
bg: Грешка при извличане
de: Aktualisierungsfehler
el: Σφάλμα Περάσματος
es: Error en el raspado
eu: Zuriketa-errorea
fr: Erreur de moissonnage
he: שגיאת בידוק
hu: Scrape hiba
it: Errore richiesta
ja: スクレイプのエラー
nl: Scrapefout
pl: Błąd „scrape”
pt_br: Erro de raspagem
pt_pt: Erro na passagem
ru: Ошибка запроса
sv: Skrapningsfel
tr: İstek hatası
uk: Помилка запиту

source: Scrape timed out
af: Skraap het uitgetel
bg: Времето за извличане изтече
de: Zeitüberschreitung bei Aktualisierung
el: Λήξη χρονικού ορίου Περάσματος
es: Raspado fuera de tiempo
eu: Zuriketaren denbora agortu da.
fr: Le moissonnage est arrivé au bout de son délai
he: פג זמן בידוק
hu: Scrape időtúllépés
it: Richiesta scaduta
ja: スクレイプがタイムアウト
nl: Scrape verlopen
pl: „Scrape” przekroczyło czas oczekiwania
pt_br: Raspagem programada
pt_pt: O intervalo de espera na passagem expirou
ru: Тайм-аут запроса
sv: Skrapning tog för lång tid
tr: İstek zaman aşımına uğradı
uk: Час на запит вичерпано

source: Seeders
af: Saaiers
bg: Сийдъри
de: Verteiler
el: Διαμοιραστές
eu: Igorleak
fr: Propagateurs
he: זורעים
hu: Megosztók
it: Seeder
ja: シーダー
pl: Wysyłający
pt_br: Semeadores
ru: Раздающих
sv: Distributörer
tr: Besleyenler
uk: Роздаючі

source: Seeding
af: Saai Tans
bg: Сийдване
de: Verteile
el: Διαμοιρασμός
es: Subiendo
eu: Igortzen
fr: Propagation
he: זריעה
hu: Megosztás
it: In distribuzione
ja: シード中
nl: Seeden
pl: Wysyłanie
pt_br: Semeando
pt_pt: A enviar
ru: Раздаю
sv: Distribuerar
tr: Besleniyor
uk: Роздаю

source: Seeding complete
af: Klaar gesaai
bg: Сийдването е завършено
de: Verteilen beendet
el: Ολοκλήρωση διαμοιρασμού
es: Compartir finalizado
eu: Igortzea amaituta
fr: La propagation est terminée
he: הזריעה הושלמה
hu: Megosztás kész
it: Distribuzione completata
ja: シード完了
nl: Seeden klaar
pl: Ukończono wysyłanie
pt_br: Semeadura completa
pt_pt: Envio concluído
ru: Раздача завершена
sv: Distribution slutförd
tr: Besleme tamamlandı
uk: Роздача закінчена

source: Seeding Complete
af: Klaar Gesaai
bg: Сийдването завърши
de: Verteilen beendet
el: Ολοκλήρωση Διαμοιρασμού
es: Compartir finalizado
eu: Igortzea Amaituta
fr: La propagation est terminée
he: הזריעה הושלמה
hu: Megosztás kész
it: Distribuzione completata
ja: シード完了
nl: Seeden klaar
pl: Ukończono wysyłanie
pt_br: Semeadura Completa
pt_pt: Envio concluído
ru: Раздача завершена
sv: Distribution slutförd
tr: Besleme Tamamlandı
uk: Роздача Закінчена

# Seeding to %d of %d peers
source: Seeding to %1$d of %2$d peers
de: Verteile an %1$d von %2$d Teilnehmern
it: In distribuzione verso %1$d su %2$d peer
nl: Seeden naar %1$d van %2$d peers
tr: %2$d kullanıcıdan %1$d tanesi besleniyor

source: Seeding to %d of 1 peer
de: Verteile an %d von 1 Teilnehmern
it: In distribuzione verso %d su 1 peer
nl: Seeden naar %d van 1 peer
tr: 1 kullanıcıdan %d tanesi besleniyor

source: Select
af: Kies
bg: Избор
de: Auswählen
el: Επιλογή
es: Seleccionar
eu: Aukeratu
fr: Sélectionner
he: בחירה
hu: Kiválasztás
it: Seleziona
ja: 選択
nl: Selecteer
pl: Wybierz
pt_br: Selecionar
pt_pt: Seleccionar
ru: Выбрать
sv: Markera
tr: Seç
uk: Обрати

source: Select a file or folder for the torrent file.
af: Kies ’n lêer of vouer vir die torrentlêer.
bg: Изберете файл или папка за торент файла.
de: Datei oder Ordner, für den die Torrent-Datei erstellt werden soll, auswählen.
el: Επιλογή ενός αρχείου ή φακέλου για το αρχείο torrent.
es: Seleccionar un archivo o carpeta para el torrent.
eu: Hautatu fitxategi bat edo karpeta bat torrent fitxategiarentzat.
fr: Sélectionner un ficher ou dossier pour le fichier torrent.
he: נא לבחור קובץ או תיקייה עבור קובץ הטורנט.
hu: Válasszon fájlt vagy mappát a torrent fájlhoz.
it: Selezionare un file o una cartella per il file torrent.
ja: トレントファイル用のファイルかフォルダを選択。
nl: Selecteer een bestand of map voor het torrentbestand.
pl: Wybierz plik lub katalog dla pliku torrent.
pt_br: Selecione um arquivo ou pasta para o arquivo de torrent.
pt_pt: Seleccione um ficheiro ou pasta para o ficheiro torrent.
ru: Выберите папку или файл для торрента.
sv: Välj en fil eller mapp för torrentfilen.
tr: Torrent dosyası için bir ad veya konum seç.
uk: Оберіть файл чи теку для торрент-файлу.

source: Select the download folder for "%@"
af: Kies die aflaaivouer vir “%@”
bg: Изберете папката за изтегляне за "%@"
de: Zielordner zum Empfangen von „%@“ auswählen.
el: Επιλογή του καταλόγου λήψης για το "%@"
es: Seleccionar una carpeta de descarga para "%@"
eu: Hautatu "%@" honetarako deskarga karpeta
fr: Sélectionner le dossier de téléchargement pour « %@ »
he: בחירת תיקיית ההורדות עבור "%@"
hu: Letöltések mappa kiválasztása "%@" számára
it: Selezionare la cartella in cui scaricare "%@"
ja: 「%@」のダウンロードフォルダを選択
nl: Selecteer de downloadmap voor ‘%@’
pl: Wybierz katalog pobierania dla „%@”
pt_br: Selecione a pasta de download para "%@"
pt_pt: Seleccione a pasta de recepção para "%@"
ru: Выберите папку для скачивания «%@»
sv: Välj hämtningsmappen för "%@"
tr: "%@" için indirme klasörü seç
uk: Оберіть теку завантаження для "%@"

source: Select the name and location for the torrent file.
af: Kies die naam en ligging vir die torrentlêer.
bg: Изберете името и местоположението на торент файла.
de: Name und Ort für die neue Torrent-Datei auswählen.
el: Επιλογή του ονόματος και της τοποθεσίας για το αρχείο torrent.
es: Seleccionar el nombre y la ubicación del torrent.
eu: Hautatu izena eta kokapen bat torrent fitxategiarentzat
fr: Sélectionner le nom et l’emplacement pour le ficher torrent.
he: בחירת שם ומיקום לקובץ הטורנט.
hu: Válassza ki a torrent fájl nevét és helyét.
it: Selezionare nome e posizione per il file torrent.
ja: トレントファイルの名前と場所を選択
nl: Selecteer de naam en locatie voor het torrentbestand.
pl: Wybierz nazwę i położenie dla pliku torrent.
pt_br: Selecione o nome e o local para o arquivo de torrent.
pt_pt: Seleccione o nome e a localização para o ficheiro torrent.
ru: Выберите имя и местоположение для торрент-файла.
sv: Välj namnet och platsen för torrentfilen.
tr: Torrent dosyası için ad ve konum seç.
uk: Оберіть ім'я та розташування торрент-файлу.

source: Select the new folder for %d data files.
de: Neuen Zielordner für %d Übertragungen auswählen.
it: Selezionare la nuova cartella per %d file dati.
nl: Selecteer de nieuwe map voor %d gegevensbestanden.
tr: %d veri dosyaları için yeni klasör seç.

source: Select the new folder for "%@".
af: Kies die nuwe vouer vir “%@”.
bg: Изберете новата папка за "%@".
de: Neuen Zielordner für „%@“ auswählen.
el: Επιλογή του νέου καταλόγου για το "%@".
es: Seleccionar una carpeta nueva para "%@".
eu: Aukeratu karpeta berria "%@"(e)rako.
fr: Sélectionner le nouveau dossier pour « %@ ».
he: בחירת תיקייה חדשה עבור "%@".
hu: Új mappa választása "%@" számára.
it: Selezionare la nuova cartella per "%@".
ja: 「%@」の新規フォルダを選択します。
nl: Selecteer de nieuwe map voor "%@".
pl: Wybierz nowy katalog dla „%@”.
pt_br: Selecione a nova pasta para "%@".
pt_pt: Seleccione a nova pasta para "%@".
ru: Выберите новую папку для «%@».
sv: Välj den nya mappen för "%@".
tr: "%@" için yeni klasör seç.
uk: Оберіть нову теку для "%@".

source: Session Ratio
af: Sessieratio
bg: Коефициент на сесията
de: Verhältnis in dieser Sitzung
el: Αναλογία συνεδρίας
es: Ratio total en la sesión
eu: Saioaren tasa
fr: Ratio de la session
he: יחס מופע
hu: Munkamenet aránya
it: Rapporto sessione
ja: セッション比率
nl: Sessieverhouding
pl: Udział w sesji
pt_br: Proporção da Sessão
pt_pt: Rácio da sessão
ru: Рейтинг за сессию
sv: Sessionskvot
tr: Oturum Oranı
uk: Рейтинг за сеанс

source: Session Transfer
af: Sessie-oordrag
bg: Трансфер в сесията
de: Übertragen in dieser Sitzung
el: Μεταφερθέντα συνεδρίας
es: Descarga total en la sesión
eu: Saioaren transferentzia
fr: Transfert de la session
he: העברות מופע
hu: Munkamenet forgalma
it: Trasferimento sessione
ja: セッション転送
nl: Sessieoverdracht
pl: Przesłano w sesji
pt_br: Transferência da Sessão
pt_pt: Transferência da sessão
ru: Роздано за сессию
sv: Sessionsöverföring
tr: Oturum Aktarımı
uk: Роздано за сеанс

source: Share
af: Deel
bg: Споделяне
de: Bereitstellen
el: Μοιραστείτε
es: Compartir
eu: Elkarbanatu
fr: Partager
he: שיתוף
hu: Megosztás
it: Condividi
ja: 共有
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ru: Отправить
sv: Dela
tr: Paylaş
uk: Поширити

source: Share torrent file
af: Deel torrentlêer
bg: Споделяне на торент файл
de: Torrent-Datei bereitstellen
el: Κοινή χρήση αρχείου torrent
es: Compartir torrent
eu: Partekatu torrent fitxategia
fr: Partagez le fichier torrent
he: שיתוף קובץ טורנט
hu: Torrent fájl megosztása
it: Condividi il file torrent
ja: トレントファイルを共有
nl: Deel torrentbestand
pl: Udostępnij plik torrent
pt_br: Compartilhar arquivo de torrent
pt_pt: Partilhar ficheiro torrent
ru: Отправить торрент-файл
sv: Dela torrentfil
tr: Torrent dosyasını paylaş
uk: Поширити торрент-файл

source: Shortcuts for changing global settings.
af: Snelsleutels om globale instellings te verander.
bg: Преки пътища за промяна на глобалните настройки.
de: Schneller Zugriff auf globale Einstellungen.
el: Συντομεύσεις για την αλλαγή καθολικών ρυθμίσεων.
es: Accesos directos para cambiar las preferencias globales
eu: Ezarpen orokorretarako laster-markak.
fr: Raccourcis pour changer les paramètres globaux.
he: קיצורים לשינוי הגדרות כלליות.
hu: Gyorsbillentyűk a globális beállítások módosításához.
it: Scorciatoie per cambiare le impostazioni generali.
ja: 全体設定の変更用のショートカットです。
nl: Snel aanpassen van globale instellingen.
pl: Skróty do zmieniania globalnych ustawień.
pt_br: Atalhos para alterar as configurações globais.
pt_pt: Atalhos para alterar definições globais.
ru: Общие настройки раздач
sv: Genvägar för att ändra globala inställningar.
tr: Genel ayarları değiştirmek için kısayollar.
uk: Загальні налаштування роздач

source: Show
af: Toon
bg: Показване
de: Zeigen
el: Εμφάνιση
es: Mostrar
eu: Erakutzi
fr: Afficher
he: הצגה
hu: Mutat
it: Mostra
ja: 表示
nl: Toon
pl: Wyświetl
pt_br: Exibir
pt_pt: Mostrar
ru: Показать
sv: Visa
tr: Göster
uk: Показати

source: Show Filter Bar
af: Toon Filterbalk
bg: Показване на лентата с филтри
de: Filterleiste einblenden
el: Εμφάνιση Γραμμής Φίλτρου
es: Mostrar barra de filtro
eu: Erakutsi Iragazki-barra
fr: Afficher la barre du filtre
he: הצגת סרגל סינון
hu: Szűrősáv megjelenítése
it: Mostra la barra dei filtri
ja: 絞り込みバーを表示
nl: Toon filterbalk
pl: Wyświetl pasek filtrowania
pt_br: Exibir Barra de Filtro
pt_pt: Mostrar barra de filtros
ru: Показать фильтр
sv: Visa filtreringsfält
tr: Süzgeç Çubuğunu Göster
uk: Показати Рядок Фільтру

source: Show in Finder
af: Toon in Finder
bg: Показване във Finder
de: Im Finder zeigen
el: Εμφάνιση στο Finder
es: Mostrar en el Finder
eu: Erakutsi Finder-en
fr: Afficher dans Finder
he: הצגה ב־„מאתר”
hu: Megjelenítés Finderben
it: Mostra nel Finder
ja: Finder で表示
nl: Toon in Finder
pl: Wyświetl w programie Finder
pt_br: Exibir no Finder
pt_pt: Mostrar no Finder
ru: Показать в Finder
sv: Visa i Finder
tr: Finder'da Göster
uk: Показати у Finder

source: Show Inspector
af: Toon Inspekteur
bg: Показване на инспектора
de: Informationen einblenden
el: Εμφάνιση Επιθεωρητή
es: Mostrar Inspector
eu: Erakutsi Ikuskatzailea
fr: Afficher l’inspecteur
he: הצגת המפקח
hu: Szemlélő megjelenítése
it: Mostra proprietà
ja: インスペクタを表示
nl: Toon infovenster
pl: Wyświetl inspektora
pt_br: Exibir Inspetor
pt_pt: Mostrar Inspector
ru: Показать инспектор
sv: Visa inspekterare
tr: Denetçiyi Göster
uk: Показати Інспектор

source: Show Status Bar
af: Toon Statusbalk
bg: Показване на лентата на състоянието
de: Statusleiste einblenden
el: Εμφάνιση Γραμμής Κατάστασης
es: Mostrar barra de estado
eu: Erakutsi Egoera-barra
fr: Afficher la barre d’état
he: הצגת סרגל מצב
hu: Állapotsáv megjelenítése
it: Mostra la barra di stato
ja: ステータスバーを表示
nl: Toon statusbalk
pl: Wyświetl pasek stanu
pt_br: Exibir Barra de Status
pt_pt: Mostrar barra de estado
ru: Показать панель статуса
sv: Visa statusfält
tr: Durum Çubuğunu Göster
uk: Показати Рядок Стану

source: Show the data file in Finder
af: Toon die datalêer in Finder
bg: Показване на файла с данни във Finder
de: Empfangene Daten im Finder zeigen
el: Εμφάνιση των αρχείων δεδομένων στον Finder
es: Mostrar archivos en el Finder
eu: Erakutsi datu-fitxategia Finder-en
fr: Afficher le fichier de données dans Finder
he: הצגת קובץ הנתונים ב־„מאתר”
hu: Adatfájl megjelenítése Finderben
it: Mostra il file dati nel Finder
ja: データファイルを Finder で表示
nl: Toon gegevensbestand in Finder
pl: Wyświetl plik danych w programie Finder
pt_br: Exibir o arquivo no Finder
pt_pt: Mostrar o ficheiro de dados no Finder
ru: Показать данные в Finder
sv: Visa datafilen i Finder
tr: Veri dosyasını Finder'da Göster
uk: Показати дані файла у Finder

source: Speed Limit
af: Spoedlimiet
bg: Ограничение на скоростта
de: Begrenzte Übertragungsgeschwindigkeit
el: Όριο ταχύτητας
es: Límite de Velocidad
eu: Abiadura-muga
fr: Limite de vitesse
he: מגבלת מהירות
hu: Sebességkorlát
it: Limite velocità
ja: 速度制限
nl: Snelheidslimiet
pl: Ograniczenie prędkości
pt_br: Limite de Velocidade
pt_pt: Limitador de Velocidade
ru: Ограничение скорости
sv: Hastighetsgräns
tr: Hız Limiti
uk: Обмеження швидкості

source: Speed Limit Auto Disabled
af: Spoedlimiet Outomaties Gedeaktiveer
bg: Автоматичното ограничение на скоростта е изключено
de: Die Begrenzte Übertragungsgeschwindigkeit wurde automatisch abgeschaltet.
el: Απενεργοποιήθηκε το αυτόματο όριο ταχύτητας
es: Límite de Velocidad automático desactivado
eu: Abiadura-muga Automatikoa Desgaituta
fr: Limite de vitesse automatique : désactivée
he: הגבלת מהירות מושבתת אוטומטית
hu: Sebességkorlátozás automatikusan letiltva
it: Limite di velocità disabilitato automaticamente
ja: 速度制限を自動で無効化
nl: Snelheidsbeperking automatisch uitgeschakeld
pl: Automatycznie wyłączono ograniczenie prędkości
pt_br: Limite de Velocidade Automático Desativado
pt_pt: Limitador de Velocidade auto-desactivado
ru: Ограничение скорости отключено
sv: Hastighetsgräns avaktiverades automatiskt
tr: Hız Limiti Etkin Değil
uk: Автоматичний Ліміт Швидкості Вимкнено

source: Speed Limit Auto Enabled
af: Spoedlimiet Outomaties Geaktiveer
bg: Автоматичното ограничение на скоростта е включено
de: Die Begrenzte Übertragungsgeschwindigkeit wurde automatisch eingeschaltet.
el: Ενεργοποιήθηκε το αυτόματο όριο ταχύτητας
es: Límite de Velocidad automático activado
eu: Abiadura-muga Automatikoa Gaituta
fr: Limite de vitesse automatique : activée
he: הגבלת מהירות מאופשרת אוטומטית
hu: Sebességkorlátozás automatikusan engedélyezve
it: Limite di velocità abilitato automaticamente
ja: 速度制限を自動で有効化
nl: Snelheidsbeperking automatisch ingeschakeld
pl: Automatycznie włączono ograniczenie prędkości
pt_br: Limite de Velocidade Automático Ativado
pt_pt: Limitador de Velocidade auto-activado
ru: Ограничение скорости включено
sv: Hastighetsgräns aktiverades automatiskt
tr: Hız Limiti Etkin
uk: Автоматичний Ліміт Швидкості Увімкнено

source: Speed Limit overrides the total bandwidth limits with its own limits.
af: Spoedlimiet wys die totale bandwydte, binne sy eie perke, van die hand.
bg: Ограничението на скоростта заменя общите ограничения на трафика със собствени.
de: Die Begrenzte Übertragungsgeschwindigkeit wird statt der allgemeinen Durchsatzbegrenzung genutzt.
el: Το όριο ταχύτητας παρακάμπτει τα συνολικά όρια εύρους ζώνης με τα δικά του όρια.
es: El Límite de Velocidad reemplaza los límites de velocidad con los suyos propios
eu: Abiadura-mugak transferentzia muga orokorrak baliogabetu eta bere mugak zehazten ditu.
fr: La limite de vitesse remplace les limites de bande passante globales par ses propres limites.
he: מגבלת המהירות עוקפת את הסך הכולל של מגבלות רוחב הפס במגבלות שלה.
hu: A sebesség korlát felülírja a teljes sávszélesség korlátot a saját korlátaival.
it: Il limite di velocità sostituisce i limiti generali di banda.
ja: 速度制限は、その制限にて総帯域幅制限が上書きされます。
nl: Snelheidsbeperking verandert de globale bandbreedte met zijn eigen limieten.
pl: Ograniczenie prędkości zastępuje ograniczenia całkowitej przepustowości własnymi ograniczeniami.
pt_br: O limite de velocidade ultrapassa os limites totais da largura de banda definida.
pt_pt: O Limitador de Velocidade sobrepõe-se aos limites globais de largura de banda com os seus próprios limites.
ru: Будет использовано ограничение скорости вместо настроек ширины канала
sv: Hastighetsgränsen åsidosätter de totala bandbreddsgränserna med sina egna gränser.
tr: Hız Limiti bant genişliği limitlerini kendi limitleri ile değiştirir.
uk: Буде використано обмеження швидкості замість налаштування ширини каналу

source: Stalled
af: Gestaak
bg: В застой
de: Steckengeblieben
el: Στάσιμο
es: Estancado
eu: Trabatuta
fr: Bloqué sans réponse
he: מעוכב
hu: Elakadt
it: In stallo
ja: 停滞
nl: Passief
pl: Zawieszony
pt_br: Parado
pt_pt: Estagnado
ru: Неактивна
sv: Avstannad
tr: Etkin Olmayanlar
uk: Неактивна

source: Statistics
af: Statistieke
bg: Статистика
de: Statistik
el: Στατιστικά
es: Estadísticas
eu: Estatistikak
fr: Statistiques
he: סטטיסטיקה
hu: Statisztika
it: Statistiche
ja: 統計情報
nl: Statistieken
pl: Statystyki
pt_br: Estatísticas
pt_pt: Estatísticas
ru: Статистика
sv: Statistik
tr: İstatistikler
uk: Статистика

source: Stop at Ratio (%.2f)
de: ab Verhältnis %.2f
it: Ferma al rapporto (%.2f)
nl: Stop bij verhouding (%.2f)
pt_pt: Parar no rácio (%.2f)
tr: (%.2f) oranında dur

source: Stop waiting to start
af: Stop wag om te begin
bg: Спиране на изчакването за стартиране
de: Warten auf den Beginn abbrechen
el: Διακοπή αναμονής εκκίνησης
es: Comenzar ya
eu: Geratu abiarazteko itxarotea
fr: Arrêté, en attente de démarrage
he: הפסקת המתנה להתחלה
hu: Várakozás elkezdésének leállítása
it: Interrompi attesa per iniziare
ja: 開始の待機を停止
nl: Stop wachten om te starten
pl: Zatrzymaj oczekiwanie na rozpoczęcie
pt_br: Parar de aguardar para começar
pt_pt: Parar de aguardar para iniciar
ru: Не ожидать начала
sv: Sluta vänta på att starta
tr: Başlamayı bekleme
uk: Не очікувати на початок

source: Support open-source indie software
af: Ondersteun oopbron, onafhanklike programmatuur
bg: Подкрепете независим софтуер с отворен код
de: Unterstützen Sie unabhängige Open-Source Programme
el: Υποστήριξη ανοιχτού κώδικα indie λογισμικού
es: Apoya al software indie de código abierto
eu: Eman sostengua iturburu irekiko software independentea
fr: Soutenez les logiciels indépendants à code source ouvert
he: תמיכה בתוכנת חברה עצמאית בקוד פתוח
hu: Nyílt-forráskódú indie szoftver támogatása
it: Supporta il software open-source indipendente
ja: オープンソースの自主製作ソフトを支援
nl: Steun openbronsoftware
pl: Wspomóż niezależne oprogramowanie open source
pt_br: Suporte ao software de código aberto independente
pt_pt: Apoie software independente de código aberto
ru: Поддержите независимую программу с открытым исходным кодом
sv: Stöd
tr: Açık kaynaklı özgür yazılımları destekleyin
uk: Підтримайте незалежну програму з відкритим кодом

source: The chosen torrent file location does not exist.
af: Die gekose torrentlêerligging bestaan nie.
bg: Избраното местоположение на торент файла не съществува.
de: Der für die Torrent-Datei gewählte Ort existiert nicht.
el: Η επιλεγμένη τοποθεσία αρχείου torrent δεν υπάρχει.
es: La ubicación del torrent elegida no existe.
eu: Aukeratutako torrent fitxategiaren kokapena ez da existitzen.
fr: La destination du fichier n’existe pas.
he: מיקום קובץ הטורנט שנבחר אינו קיים.
hu: A kiválasztott torrent fájl helye nem létezik.
it: La posizione scelta per il file torrent non esiste.
ja: 選択されたファイルの場所が存在しません。
nl: De gekozen locatie voor het torrentbestand bestaat niet.
pl: Wybrane położenie pliku torrent nie istnieje.
pt_br: O local escolhido para o arquivo de torrent não existe.
pt_pt: A localização escolhida para o ficheiro torrent não existe.
ru: Выбранная для торрент-файла папка отсутствует.
sv: Den valda platsen för torrentfilen finns inte.
tr: Seçilmiş torrent dosyası konumu bulunmuyor.
uk: Обране розташування торрент-файлу не існує

source: The destination directory and root data directory have the same name.
af: Die bestemmingsgids en worteldatagids het dieselfde naam.
bg: Целевата директория и основната директория с данни имат едно и също име.
de: Der Zielordner und der Wurzelordner der Daten haben denselben Namen.
el: Ο κατάλογος προορισμού και ο κατάλογος δεδομένων ρίζας έχουν το ίδιο όνομα.
es: El directorio de destino y el directorio principal de los datos tienen el mismo nombre.
eu: Helburuko direktorioa eta datuen jatorrizko direktorioak izen berdina dute.
fr: Le dossier de destination et le dossier racine des données ont le même nom.
he: למחיצת היעד ולמחיצת נתוני השורש שם זהה.
hu: A célkönyvtár és a gyökérkönyvtár neve megegyezik.
it: La cartella di destinazione e la cartella di origine dei dati hanno lo stesso nome.
ja: 保存先のフォルダとルートのデータフォルダが同じ名前です。
nl: De bestemmingsmap en de gegevensmap hebben dezelfde naam.
pl: Katalog docelowy i główny katalog danych mają tą samą nazwę.
pt_br: O diretório de destino e o diretório de raiz têm o mesmo nome.
pt_pt: O directório de destino e o directório de raiz têm o mesmo nome.
ru: Выбранная и корневая папки имеют одно и то же имя.
sv: Destinationsmappen och rotdatamappen har samma namn.
tr: Hedef dizin ve kök veri dizini aynı ada sahip.
uk: Тека призначення та коренева тека даних мають однакову назву.
