Repository: transmission/transmission
Catalog: macosx/*.lproj/Localizable.strings
Languages: af, bg, de, el, es, eu, fr, he, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sv, tr, uk

source: The directory "%@" does not currently exist. Create this directory or choose a different one to create the torrent file.
af: Die gids “%@” bestaan nie. Skep hierdie gids of kies ’n ander een om die torrentlêer te skep.
bg: Директорията "%@" в момента не съществува. Създайте тази директория или изберете друга, за да създадете торент файла.
de: Der Ordner „%@“ existiert nicht. Legen Sie den Ordner bitte an oder wählen Sie einen anderen, in dem die Torrent-Datei erstellt werden kann.
el: Ο κατάλογος "%@" δεν υπάρχει την τρέχουσα στιγμή. Δημιουργήστε τον κατάλογο ή επιλέξτε έναν διαφορετικό για να δημιουργήσετε το αρχείο torrent.
es: El directorio "%@" no existe actualmente. Cree este directorio o elija uno distinto para crear el torrent.
eu: "%@" ez da existitzen une honetan. Direktorio hau sortu ezazu edo aukeratu beste bat torrent fitxategia sortzeko.
fr: Le dossier « %@ » n’existe pas. Créez ce dossier ou choisissez-en un différent pour créer le fichier torrent.
he: התיקייה "%@" אינה קיימת כרגע. נא ליצור תיקיה זו או לבחור תיקיה אחרת ליצירת קובץ הטורנט.
hu: A "%@" könyvtár jelenleg nem létezik. Hozza létre a könyvtárat, vagy válasszon másikat a torrent fájl létrehozásához.
it: La cartella "%@" attualmente non esiste. Creare questa cartella o sceglierne una diversa per creare il file torrent.
ja: フォルダ「%@」は存在しません。トレントファイルの作成には、このフォルダを作成するか別のフォルダを選択してください。
nl: De map ‘%@’ bestaat niet. Maak deze map aan, of kies een andere map om het torrentbestand aan te maken.
pl: Katalog „%@” obecnie nie istnieje. Proszę utworzyć ten katalog lub wybrać inny, aby utworzyć plik torrent.
pt_br: O diretório "%@" atualmente não existe. Crie este diretório ou escolha outro para criar o arquivo de torrent.
pt_pt: O directório "%@" actualmente não existe. Crie este directório ou escolha um diferente onde criar o ficheiro torrent.
ru: Папка «%@» не существует. Создайте папку или выберете другую чтобы создать торрент-файл.
sv: Mappen "%@" finns inte för närvarande. Skapa denna mapp eller välj en annan för att skapa torrentfilen.
tr: "%@" dizini şu anda bulunmuyor. Bu dizini oluşturun veya torrent dosyasını oluşturmak için bir başka dizin seçin.
uk: Тека "%@" наразі не існує. Створіть цю теку або виберіть іншу для створення торрент-файлу.

source: The magnet link "%@" cannot be added because it is a duplicate of an already existing transfer.
af: Die magneetskakel “%@” kan nie toegevoeg word nie omdat dit ’n duplikaat van ’n bestaande oordrag is.
bg: Магнетният линк "%@" не може да бъде добавен, защото е дубликат на вече съществуващ трансфер.
de: Der magnet-Link „%@“ konnte nicht hinzugefügt werden, da er einer bereits vorhandenen Übertragung entspricht.
el: Ο σύνδεσμος μαγνήτη "%@" δεν μπορεί να προστεθεί επειδή είναι διπλότυπος μιας ήδη υπάρχουσας μεταφοράς.
es: El enlace magnet "%@" no puede ser añadido porque es un duplicado de una tarea ya existente.
eu: Ezin da "%@" magnet esteka gehitu dagoeneko existitzen den transferentzia baten kopia delako.
fr: Le lien magnet « %@ » ne peut pas être ajouté, car c’est le doublon d’un transfert existant.
he: לא ניתן להוסיף את קישור המגנט "%@" מכיוון שהוא כפיל של העברה קיימת.
hu: A(z) "%@" magnet linket nem lehet hozzáadni, mert már létezik.
it: Il collegamento magnetico "%@" non può essere aggiunto poiché è una copia di un trasferimento già esistente.
ja: マグネットリンク 「%@」は追加できません。 既に存在する転送と重複しています。
nl: De magnetlink ‘%@’ kan niet worden toegevoegd omdat het een duplicaat is van een bestaande overdracht.
pl: Nie można dodać odnośnika magnet „%@”, ponieważ jest on duplikatem już istniejącego przesyłania.
pt_br: O link magnético "%@" não pode ser adicionado, pois é uma duplicação de uma transferência já existente.
pt_pt: A ligação magnet "%@" não foi adicionada porque é um duplicado de uma transferência já existente.
ru: Magnet-ссылка «%@» не может быть добавлена, так как является копией уже существующей раздачи.
sv: Magnetlänken "%@" kan inte läggas till eftersom det är en dubblett av en befintlig överföring.
tr: "%@" mıknatıs bağı eklenemedi, çünkü var olan bir aktarımın aynısı.
uk: Не можна додати магнет-посилання на "%@", оскільки це дублікат вже існуючої роздачі.

source: The move operation of "%@" cannot be done.
af: Die skuifoperasie van “%@” kan nie uitgevoer word nie.
bg: Операцията по преместване на "%@" не може да бъде извършена.
de: „%@“ kann nicht bewegt werden.
el: Η λειτουργία μετακίνησης του "%@" δεν μπορεί να γίνει.
es: La operación de mover "%@" no se puede realizar.
eu: Ezin izan da "%@" mugitzeko eragiketa egin.
fr: L’opération de déplacement de « %@ » n’a pu être effectuée.
he: לא ניתן לבצע העברה של "%@".
hu: "%@" áthelyezése nem hajtható végre.
it: Impossibile eseguire l'operazione di spostamento di "%@".
ja: 「%@」の移動は完了しませんでした。
nl: ‘%@’ kan niet verplaatst worden.
pl: Nie można cofnąć przeniesienia „%@”.
pt_br: A operação de mover "%@" não pode ser feita.
pt_pt: A operação para mover "%@" não é possível.
ru: Не могу переместить «%@».
sv: Flyttningen av "%@" kan inte göras.
tr: "%@" için taşıma işlemi yapılamadı.
uk: Операцію переміщення "%@" неможливо виконати.

source: The specified blocklist file did not contain any valid rules.
af: Die gespesifiseerde bloklyslêer bevat geen geldige reëls nie.
bg: Посоченият файл със списък за блокиране не съдържа валидни правила.
de: Die angegebene Blockliste enthält keine gültigen Regeln.
el: Η καθορισμένη λίστα αποκλεισμού δεν περιείχε έγκυρους κανόνες.
es: El archivo de lista de bloqueo especificado no contenía ninguna regla válida.
eu: Zehaztutako blokeo-zerrenda fitxategiak ez dauka baliozko araurik.
fr: La liste de blocage indiquée ne comprenait aucune règle valide.
he: רשימת חסימה שצויינה לא כללה כללים תקינים.
hu: A megadott tiltólista fájl nem tartalmaz érvényes szabályokat.
it: Il file di blocklist specificato non contiene alcuna regola valida.
ja: 指定のブロックリストには正しい規則が含まれていませんでした。
nl: De gegeven zwarte lijst bevat geen geldige waardes.
pl: Podany plik listy blokowania nie zawiera żadnych prawidłowych reguł.
pt_br: O arquivo especificado na lista de bloqueio não contém nenhuma regra válida.
pt_pt: O ficheiro de lista de bloqueio especificado não contém qualquer regra válida.
ru: Не могу найти правила в черном списке.
sv: Den angivna blocklistfilen innehöll inga giltiga regler.
tr: Belirtilen kara dizelge geçerli kurallar içermiyor.
uk: Зазначений чорний список не містив жодних дійсних правил.

# The torrent could not be downloaded from %@: %@.
source: The torrent could not be downloaded from %1$@: %2$@.
af: Die torrentlêer kon nie van %1$@ afgelaai word nie: %2$@.
bg: Торентът не може да бъде изтеглен от %1$@: %2$@.
de: Der Torrent konnte nicht von %1$@ empfangen werden: %2$@.
el: Αδυναμία λήψης torrent από %1$@: %2$@.
es: No se ha podido descarga el torrent de %1$@: %2$@.
eu: Torrent-a ezin da %1$@(e)tik deskagatu: %2$@.
fr: Le torrent n’a pu être téléchargé de %1$@ : %2$@.
he: לא ניתן להורחד את הטורנט מ %1$@: %2$@
hu: A torrent nem tölthető le innen :%1$@: %2$@.
it: Il torrent non può essere scaricato da %1$@: %2$@.
ja: トレントを %1$@ からダウンロードできません: %2$@。
nl: De torrent kon niet gedownload worden van %1$@: %2$@.
pl: Nie można pobrać torrenta z %1$@: %2$@.
pt_br: O torrent não pode ser baixado de %1$@: %2$@.
pt_pt: Não foi possível descarregar o ficheiro torrent a partir de %1$@: %2$@.
ru: Торрент не может быть скачан из %1$@: %2$@.
sv: Det gick inte att hämta torrenten från %1$@: %2$@.
tr: Torrent %1$@ yerinden indirilemedi: %2$@.
uk: Не вдалося завантажити торрент із %1$@: %2$@.

source: The torrent file (%@) cannot be found.
af: Die torrentlêer (%@) kan nie gevind word nie.
bg: Торент файлът (%@) не може да бъде намерен.
de: Die Torrent-Datei „%@“ kann nicht gefunden werden.
el: Δεν βρέθηκε το αρχείο torrent (%@)
es: El torrent (%@) no ha podido ser encontrado.
eu: Ezin izan da (%@) torrent fitxategia aurkitu.
fr: Le ficher torrent (%@) n’a pu être trouvé.
he: קובץ טורנט (%@) לא נמצא.
hu: A torrent fájl (%@) nem található.
it: Impossibile trovare il file torrent (%@).
ja: トレントファイル「%@」が見つかりません。
nl: Het torrentbestand (%@) kan niet gevonden worden.
pl: Nie można odnaleźć pliku torrent (%@).
pt_br: O arquivo de torrent (%@) não pode ser encontrado.
pt_pt: O ficheiro torrent (%@) não foi encontrado.
ru: Торрент-файл (%@) не найден.
sv: Torrentfilen (%@) kan inte hittas.
tr: Torrent dosyası (%@) bulunamadı.
uk: Торрент-файл (%@) не можна знайти.

source: The torrent file cannot be opened because it contains invalid data.
af: Die torrentlêer kan nie geopen word nie omdat dit ongeldige data bevat.
bg: Торент файлът не може да бъде отворен, защото съдържа невалидни данни.
de: Die Torrent-Datei kann nicht geöffnet werden, da sie ungültige Daten enthält.
el: Δεν μπορεί να ανοιχτεί το αρχείο επειδή περιέχει μη έγκυρα δεδομένα.
es: El torrent no puede ser abierto porque contiene datos inválidos.
eu: Torrent fitxategia ezin izan da ireki datu baliogabeak dituelako.
fr: Le fichier torrent ne peut être ouvert, car il comprend des données invalides.
he: לא ניתן לפתוח את קובץ הטורנט מאחר והוא מכיל נתונים לא תקינים.
hu: A torrent fájl nem nyitható meg, mert érvénytelen adatokat tartalmaz.
it: Non è possibile aprire il file torrent poiché contiene dati non validi.
ja: トレントファイルが開けません。無効なデータが含まれます。
nl: Het torrentbestand kan niet geopend worden omdat het ongeldige gegevens bevat.
pl: Nie można otworzyć pliku torrent, ponieważ zawiera on nieprawidłowe dane.
pt_br: O arquivo de torrent não pode ser aberto porque contém dados inválidos.
pt_pt: O ficheiro torrent não pode ser aberto porque contém dados inválidos.
ru: Торрент-файл не может быть открыт, так как содержит неверные данные.
sv: Torrentfilen kan inte öppnas eftersom den innehåller ogiltig data.
tr: Bu torrent dosyası açılamaz çünkü geçersiz veri içeriyor.
uk: Торрент-файл не може бути відкритий через те, що він містить хибні дані.

source: The total file size is zero bytes.
af: Die totale lêergrootte is nul grepe.
bg: Общият размер на файла е нула байта.
de: Die gesamte Dateigröße ist Null Bytes.
el: Το συνολικό μέγεθος αρχείου είναι μηδέν bytes.
es: El tamaño total del archivo es cero bytes.
eu: Fitxategiaren tamaina zero byte dira.
fr: La taille totale du fichier est zéro octet.
he: הגודל הכללי של הקובץ הוא אפס בייטים.
hu: A teljes fájlméret 0 bájt.
it: La dimensione complessiva del file è pari a zero byte.
ja: ファイルの合計サイズが0バイトです。
nl: De totale bestandgrootte is nul bytes.
pl: Całkowity rozmiar pliku to zero bajtów.
pt_br: O tamanho total do arquivo é zero bytes.
pt_pt: O tamanho total dos ficheiros é zero bytes.
ru: Общий размер файла 0 Б.
sv: Den totala filstorleken är noll bytes.
tr: Toplam dosya boyutu sıfır bit.
uk: Загальний розмір файлу нуль байтів.

source: The transfer cannot be added because it is a duplicate of an already existing transfer.
af: Die oordrag kan nie toegevoeg word nie omdat dit ’n duplikaat van ’n bestaande oordrag is.
bg: Трансферът не може да бъде добавен, защото е дубликат на вече съществуващ трансфер.
de: Die Übertragung kann nicht hinzugefügt werden, da sie einer bereits vorhandenen Übertragung entspricht.
el: Η μεταφορά δεν μπορεί να προστεθεί γιατί είναι διπλότυπο μιας ήδη υπάρχουσας μεταφοράς.
es: La tarea no puede ser añadida porque es un duplicado de una tarea ya existente.
eu: Transferentzia ezin izan da gehitu dagoeneko existitzen den transferentzia baten kopia delako.
fr: Ce transfert ne peut être ajouté, car il est un doublon d’un transfert déjà existant.
he: לא ניתן להוסיף את ההעברה מכיוון שמדובר בכפילות של העברה קיימת.
hu: Az átvitel nem adható hozzá, mert már létezik.
it: Il trasferimento non può essere aggiunto poiché è una copia di un trasferimento già esistente.
ja: この転送は追加できません。 既に存在する転送と重複しています。
nl: De overdracht kan niet worden toegevoegd omdat het een duplicaat is van een bestaande overdracht.
pl: Nie można dodać przesyłania, ponieważ jest ono duplikatem już istniejącego przesyłania.
pt_br: A transferência não pode ser adicionada, pois é uma duplicação de uma transferência já existente.
pt_pt: A transferência não pode ser adicionada porque é um duplicado de uma transferência já existente.
ru: Раздача не может быть добавлена, так как является копией уже существующей.
sv: Överföringen kan inte läggas till eftersom den är en dubblett av en befintlig överföring.
tr: Bu aktarım eklenemez çünkü var olan bir aktarımın aynısı.
uk: Роздачу не можна додати, оскільки вона дублює вже існуючу.

source: The transfer will be paused. Clear up space on %@ or deselect files in the torrent inspector to continue.
af: Die oordrag sal laat wag word. Maak spasie op %@ of deselekteer lêers in die torrentinspekteur om voort te gaan.
bg: Трансферът ще бъде поставен на пауза. Освободете място на %@ или премахнете избора на файлове в инспектора на торента, за да продължите.
de: Die Übertragung wird angehalten. Um sie fortzusetzen, schaffen Sie bitte freien Platz auf „%@“ oder deaktivieren Sie im Informationsfenster das Empfangen einiger der enthaltenen Dateien.
el: Η μεταφορά θα τεθεί σε παύση. Εκκαθαρίστε χώρο στο %@ ή αποεπιλέξτε αρχεία στον επιθεωρητή torrent για να συνεχίσετε.
es: La tarea se detendrá. Libere espacio en %@ o deseleccione archivos en el inspector de torrents para continuar.
eu: Transferentzia pausatuko da. Jarraitzeko espazioa garbitu ezazu %@ unitatean edo desmarkatu fitxategiak torrent-ikuskatzailean.
fr: Le transfert sera mis en pause. Libérez de l’espace sur %@ ou dessélectionnez des fichiers dans l’inspecteur de torrents afin de poursuivre.
he: ההעברה תושהה. נא לפנות מקום ב %@ או לבטל בחירת בקבצים במנתח הטורנט בכדי להמשיך.
hu: Az átvitel szünetelni fog. Szabadítson fel területet a %@ lemezen, vagy távolítsa el a fájlokat a torrent-szemlélőben a folytatáshoz.
it: Il trasferimento sarà messo in pausa. Liberare spazio in %@ o deselezionare alcuni file del torrent nelle proprietà per continuare.
ja: 転送は停止されます。続行するには %@ の容量を空けるか、トレントのインスペクタからファイルの選択を外してください。
nl: De overdracht zal gepauzeerd worden. Maak wat ruimte vrij op %@ of deselecteer bestanden in het infovenster.
pl: Przesyłanie zostanie wstrzymane. Należy zwolnić miejsce w %@ lub odznaczyć pliki w inspektorze torrentów, aby kontynuować.
pt_br: A transferência será pausada. Limpe o espaço em %@ ou desmarque os arquivos no inspetor de torrent para continuar.
pt_pt: A transferência será colocada em pausa. Liberte espaço em %@ ou desseleccione ficheiros no Inspector de torrent para continuar.
ru: Передача будет приостановлена. Освободите место на диске %@ или отмените скачивание нескольких файлов в Инспекторе.
sv: Överföringen kommer att pausas. Rensa upp utrymme på %@ eller avmarkera filer i torrentinspekteraren för att fortsätta.
tr: Bu aktarım duraklatılacak. Sürdürmek için %@ üzerinde yer açın veya denetçiden birkaç dosyanın imini kaldırın.
uk: Роздача буде призупинена. Звільніть простір на %@ або скасуйте завантаження деяких файлів в інспекторі, щоб продовжити.

source: The transfer will not contact trackers for peers, and will have to rely solely on non-tracker peer discovery methods such as PEX and DHT to download and seed.
af: Die oordrag sal nie spoorders vir eweknieë kontak nie en sal alleenlik op nie-spoordereweknie-ontdekkingsmetodes soos PEX en DHT moet staatmaak vir aflaai en saai.
bg: Трансферът няма да се свързва с тракери за участници и ще трябва да разчита единствено на методи за откриване на участници извън тракера като PEX и DHT за изтегляне и сийдване.
de: Die Übertragung wird nicht mit Trackern in Verbindung treten, um Teilnehmer zu erhalten. Sie wird auf das Entdecken von Teilnehmern über trackerunabhängige Verfahren wie PEX und DHT angewiesen sein, um Laden und Verteilen zu ermöglichen.
el: Η μεταφορά δεν θα επικοινωνήσει με ιχνηλάτες για ομότιμους χρήστες και θα πρέπει να βασιστεί, για την λήψη και αποστολή, αποκλειστικά σε μεθόδους ανακάλυψης ομότιμων χωρίς-ιχνηλάτες, όπως το PEX και το DHT.
es: La tarea no pedirá clientes al tracker, y tendrá que contar sólo con métodos de búsqueda de clientes propios como PEX y DHT para descargar y compartir.
eu: Transferentziak ez du aztarnaririk kontaktatuko kideen bila, eta deskargatu eta igortzeko aztarnariarenak ez diren kideen aurkikuntza metodoak baino ez ditu erabiliko, hala nola PEX eta DHT.
fr: Le transfert ne contactera pas de traceurs pour obtenir des pairs et ne devra dépendre que de méthodes de découverte décentralisées qui ne s’appuient pas sur les traceurs, telles que PEX et DHT, pour télécharger et propager.
he: ההעברה לא תתקשר לעוקבים עבור עמיתים, תצטרכו להסתמך אך ורק על שיטות גילוי עמיתים ללא עוקב כמו PEX ו־DHT כדי להוריד ולזרוע.
hu: Az átvitel nem fog kapcsolatba lépni a trackerekkel partnerek lekérése miatt, és kizárólag a tracker nélküli partnerfelfedezési módszerekre kell majd támaszkodnia. Mint például a PEX és a DHT lesz letöltésre és megosztáshoz használva.
it: Il trasferimento non contatterà il server traccia per cercare i peer e dovrà fare affidamento unicamente a metodi di scoperta dei peer quali PEX e DHT per ricevere e distribuire dati.
ja: この転送は、ピアのためにトラッカーと通信せず、また PEX と DHT のようなダウンロードとシード用に非トラッカーのピア探索方法のみに頼ることになります。
nl: De overdracht zal geen trackers contacteren voor peers, en zal dus moeten vertrouwen op methodes als DHT en PEX op te downloaden en te seeden.
pl: Przesyłanie nie skontaktuje się z serwerami śledzącymi po partnerów i będzie musiało opierać się wyłącznie o metody wykrywania partnerów nieużywające serwerów śledzących, takie jak PEX i DHT, aby pobierać i wysyłać.
pt_br: A transferência não entrará em contato com os rastreadores de pares, e terá que confiar apenas com métodos de descoberta de pares que não rastreadores, como PEX e DHT para fazer o download e a semeadura.
pt_pt: A transferência não irá contactar os trackers para obter peers e terá de se restringir apenas a métodos de descoberta sem tracker como PEX e DHT para receber e enviar.
ru: Раздача не будет обмениваться информацией о пользователях с трекером, получая информацию скачивания и раздачи через DHT и PEX.
sv: Överföringen kommer inte kontakta spårare för jämlikar, och måste förlita sig enbart på metoder för upptäckt av icke-spårarjämlikar som PEX och DHT för att hämta och distribuera.
tr: Bu aktarım kullanıcı bulmak için izleyicilere bağlanmayacaktır, aksine aktarım için PEX ve DHT gibi izleyicisiz çalışan yöntemleri kullanacaktır.
uk: Роздача не буде обмінюватися інформацією про користувачів з толокою, отримуючи інформацію скачування і роздачі через DHT і PEX.

source: There are %@ active transfers.
de: Es gibt %@ aktive Übertragungen.
it: Ci sono %@ trasferimenti in corso.
nl: Er zijn %@ actieve overdrachten.
tr: %@ etkin aktarım.

# There are %@ transfers (%@ active).
source: There are %1$@ transfers (%2$@ active).
de: Es gibt %1$@ Übertragungen, von denen %2$@ aktiv sind.
it: Ci sono %1$@ trasferimenti (%2$@ in corso)
nl: Er zijn %1$@ overdrachten (%2$@ actief).
tr: %1$@ aktarım (%2$@ etkin).

source: There are %d active transfers that will be paused on quit. The transfers will automatically resume on the next launch.
de: Es gibt %d aktive Übertragungen, die beim Beenden angehalten werden. Sie werden beim nächsten Start von Transmission automatisch fortgesetzt.
it: Ci sono %d trasferimenti in corso che saranno messi in pausa all'uscita. I trasferimenti riprenderanno automaticamente al prossimo avvio.
nl: Er zijn %d actieve overdrachten die gepauzeerd zullen worden bij afsluiten. De overdrachten worden automatisch hervat bij het herstarten.
tr: Şu anda etkin olan ve çıkışta duraklatılacak %d aktarım var. Uygulamayı yeniden açtığınızda aktarımlar sürdürülecektir.

source: There are no tracker addresses.
af: Daar is geen spoorderadresse nie.
bg: Няма адреси на тракери.
de: Keine Tracker-Adressen vorhanden.
el: Δεν υπάρχουν διευθύνσεις ιχνηλατών.
es: No hay direcciones de tracker.
eu: Ez dago aztarnari-helbiderik.
fr: Il n’y a pas d’adresse de traceur.
he: אין כתובות עוקבים.
hu: Nincsenek tracker címek.
it: Non ci sono indirizzi di server traccia.
ja: トラッカーのアドレスがありません。
nl: Er zijn geen trackeradressen.
pl: Nie ma żadnych adresów serwerów śledzących.
pt_br: Não há endereços dos rastreadores.
pt_pt: Não existem endereços de trackers.
ru: Нет адреса трекеров.
sv: Det finns inga spåraradresser.
tr: İzleyici adresi yok.
uk: Немає адрес толоки.

source: There is already a copy of Transmission running. This copy cannot be opened until that instance is quit.
af: ’n Kopie van Transmission loop reeds. Hierdie kopie kan nie open tot die ander een afgesluit is nie.
bg: Вече има работещо копие на Transmission. Това копие не може да бъде отворено, докато работещото не бъде затворено.
de: Es ist bereits eine weitere Kopie von Transmission geöffnet. Diese Kopie kann erst gestartet werden, nachdem die andere beendet wurde.
el: Εκτελείται ήδη ένα αντίγραφο του Transmission. Αυτό το αντίγραφο δεν μπορεί να ανοίξει μέχρις ότου τερματιστεί η άλλη διεργασία.
es: Ya hay una copia de Transmission ejecutándose. Esta copia no puede ser abierta hasta que la otra instancia se cierre.
eu: Transmission-eko instantzia bat dagoeneko martxan dago. Instantzia hau ezin da ireki beste instantzia hori itxi arte.
fr: Un exemplaire de Transmission est déjà en cours d’exécution. Nous ne pourrons en ouvrir un autre tant que le premier n’aura pas été fermé.
he: כבר קיים עותק ‏Transmission פועל. לא ניתן לפתוח עותק זה עד לסגירת המופע הפעיל.
hu: Már fut egy másik Transmission. Nem lehet megnyitni, amíg a másik példányt be nem zárja.
it: Una copia di Transmission è già in esecuzione. Questa copia non potrà essere eseguita finché non verrà chiusa la prima istanza.
ja: 既に Transmission のプログラムが実行中です。そのプログラムが終了するまでこのコピーは起動できません。
nl: Er is al een exemplaar van Transmission actief. Dit exemplaar kan niet geopend worden voordat de ander afgesloten is.
pl: Kopia programu Transmission jest już uruchomiona. Ta kopia nie może zostać otwarta, dopóki tamta nie zostanie zakończona.
pt_br: Já existe uma instância do Transmission em execução. Uma nova instância não pode ser aberta, até que a anterior seja encerrada.
pt_pt: Já existe uma cópia do Transmission iniciada. Esta cópia não pode ser iniciada até que essa instância seja terminada.
ru: Transmission уже запущена. Новая копия не может быть запущена, пока не будет завершена существующая.
sv: Ett exemplar av Transmission körs redan. Detta exemplar kan inte öppnas förrän den instansen avslutas.
tr: Bir Transmission kopyası zaten açık. Var olan oturum kapatılmadan bu kopyayı açamazsınız.
uk: Копія Transmission вже запущена. Цю копію неможливо відкрити, допоки попередню не буде завершено.
