Repository: transmission/transmission
Catalog: macosx/*.lproj/Localizable.strings
Languages: af, bg, de, el, es, eu, fr, he, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sv, tr, uk

source: Donate or not, there will be no difference to your torrenting experience.
af: Skenk of nie, daar sal geen verskil aan u torrentervaring wees nie.
bg: Дарявате или не, няма да има разлика в изживяването ви с торенти.
de: Das Programm funktioniert unabhängig von Ihrer Entscheidung zu spenden.
el: Η πραγματοποίηση δωρεάς ή όχι, δεν θα έχει καμία διαφορά στην εμπειρία κατεβάσματος torrent.
es: Dones o no, no habrá diferencia en el rendimiento de tus torrents.
eu: Donatu ala ez, ez da ezberdintasunik egongo zure "torrentatze" esperientzian
fr: Que vous fassiez un don ou pas, votre expérience d’utilisation du réseau BitTorrent ne sera pas affectée.
he: בחירתך לתרום או לא לתרום לא תשפיע על חוויית העברת הטורנטים שלך.
hu: Támogat vagy sem, nem lesz változás az ön torrentezés élményében.
it: La scelta non comporterà alcuna differenza nell'esperienza d'uso del programma.
ja: 寄付をしなくてもトレント利用上の違いはありません。
nl: Of u nu doneert of niet, er zal geen verschil zijn in uw Bittorrent-ervaring.
pl: Wsparcie finansowe nie wpływa na pobieranie torrentów w żaden sposób.
pt_br: Doando ou não, não haverá diferença na sua experiência com o torrent.
pt_pt: Quer faça um donativo ou não, não haverá qualquer diferença na sua experiência de utilização de torrents.
ru: Transmission продолжит работать вне зависимости от того, сделаете вы пожертвование или нет.
sv: Donera eller inte, det kommer inte göra någon skillnad för din torrentupplevelse.
tr: Bağış yapın ya da yapmayın, torrent deneyiminizde herhangi bir değişiklik olmayacak.
uk: Transmission продовжить працювати незалежно від того, чи зробите ви пожертву чи ні.

source: Download
af: Laai af
bg: Изтегляне
de: Empfangen
el: Λήψη
es: Descargar
eu: Deskargatu
fr: Télécharger
he: הורדה
hu: Letöltés
it: Ricezione
ja: ダウンロード
pl: Pobierz
pt_pt: Descarregar
ru: Скачать
sv: Hämta
tr: İndir
uk: Завантаження

source: Download Anyway
af: Laai Steeds Af
bg: Изтегли въпреки всичко
de: Trotzdem empfangen
el: Λήψη ούτως ή άλλως
es: Descargas de todos modos
eu: Edozein deskargatu
fr: Télécharger quand même
he: להוריד בכל מקרה
hu: Letöltés mindenképp
it: Scarica comunque
ja: とにかくダウンロード
nl: Alsnog downloaden
pl: Pobierz mimo to
pt_br: Baixar de Qualquer Maneira
pt_pt: Descarregar na mesma
ru: Скачать в любом случае
sv: Hämta ändå
tr: Yine de İndir
uk: Все одно завантажити

source: Download Complete
af: Aflaai Afgehandel
bg: Изтеглянето завърши
de: Empfangen abgeschlossen
el: Η Λήψη Ολοκληρώθηκε
es: Descarga completada
eu: Deskarga osatu da
fr: Le téléchargement est terminé
he: ההורדה הושלמה
hu: Letöltés kész
it: Ricezione completata
ja: ダウンロード完了
nl: Download klaar
pl: Ukończono pobieranie
pt_br: Download Completo
pt_pt: Descarga concluída
ru: Скачивание завершено
sv: Hämtningen slutförd
tr: İndirme Bitti
uk: Завантаження завершено

source: Download of the blocklist failed.
af: Aflaai van die bloklys het misluk.
bg: Изтеглянето на списъка за блокиране е неуспешно.
de: Blockliste konnte nicht geladen werden.
el: Η λήψη της λίστας αποκλεισμού απέτυχε.
es: Ha fallado la descarga de la lista de bloqueo.
eu: Blokeo-zerrendaren deskargak huts egin du.
fr: Échec de téléchargement de la liste de blocage
he: הורדת רשימת חסימה כשלה.
hu: A tiltólista letöltése sikertelen.
it: La ricezione della blocklist è fallita.
ja: ブロックリストのダウンロードに失敗
nl: Downloaden van de zwarte lijst mislukt.
pl: Pobranie listy blokowania się nie powiodło.
pt_br: O download da lista de bloqueio falhou.
pt_pt: A descarga da lista de bloqueio falhou.
ru: Не могу скачать черный список.
sv: Det gick inte att hämta blocklistan.
tr: Kara dizelge indirilemedi.
uk: Помилка завантаження чорного списку.

source: Download Some
af: Laai Sommige Af
bg: Изтегли някои
de: Einige empfangen
el: Μερική Λήψη
es: Descargar algunos
eu: Deskargatu Batzuk
fr: Télécharger certains
he: הורדת כמה
hu: Néhány letöltése
it: Scarica alcuni
ja: 一部ダウンロード
nl: Enkele downloaden
pl: Pobierz część
pt_br: Baixar Alguns
pt_pt: Descarregar alguns
ru: Файлы торрента
sv: Hämta en del
tr: Birazını indir
uk: Завантажити Деякі

source: Download speed
af: Aflaaispoed
bg: Скорост на изтегляне
de: Empfangsgeschwindigkeit
el: Ταχύτητα Λήψης
es: Velocidad de descarga
eu: Deskargaren abiadura
fr: Vitesse de téléchargement
he: מהירות הורדה
hu: Letöltési sebesség
it: Velocità ricezione
ja: ダウンロード速度
nl: Downloadsnelheid
pl: Prędkość pobierania
pt_br: Velocidade de download
pt_pt: Velocidade de recepção
ru: Скорость скачивания
sv: Hämtningshastighet
tr: İndirme hızı
uk: Швидкість завантаження

source: Downloaded
af: Afgelaai
bg: Изтеглено
de: Empfangen
el: Ληφθέντα
es: Descargado
eu: Deskargatuta
fr: Téléchargé
he: ירדו
hu: Letöltve
it: Ricevuti
ja: ダウンロード
nl: Gedownload
pl: Pobrano
pt_br: Baixado
pt_pt: Recebido
ru: Скачали
sv: Mottagit
tr: İndirildi
uk: Завантажено

source: Downloading
af: Laai tans af
bg: Изтегляне
de: Empfange
el: Γίνεται λήψη
es: Descargando
eu: Deskargatzen
fr: Téléchargement en cours
he: בהליכי הורדה
hu: Letöltés alatt
it: In ricezione
ja: ダウンロード中
nl: Downloaden
pl: Pobieranie
pt_br: Baixando
pt_pt: A receber
ru: Скачиваю
sv: Hämtar
tr: İndiriliyor
uk: Завантажую

source: Downloading blocklist
af: Laai tans bloklys af
bg: Изтегляне на списък за блокиране
de: Lade Blockliste
el: Γίνεται λήψη της λίστας αποκλεισμού
es: Descargando lista de bloqueo
eu: Blokeo-zerrenda deskargatzen
fr: Téléchargement de la liste de blocage
he: הורדת רשימת חסימה
hu: Tiltólista letöltés alatt
it: Ricezione della blocklist...
ja: ブロックリストのダウンロード中
nl: Downloaden van zwarte lijst
pl: Pobieranie listy blokowania
pt_br: Baixando da lista de bloqueio
pt_pt: A descarregar lista de bloqueio
ru: Скачиваю черный список
sv: Hämtar blocklistan
tr: Kara dizelge indiriliyor
uk: Завантажую чорний список

# Downloading from %d of %d peers
source: Downloading from %1$d of %2$d peers
de: Empfange von %1$d von %2$d Teilnehmern
it: In ricezione da %1$d su %2$d peer
nl: Downloaden van %1$d van %2$d peers
tr: %2$d kullanıcının %1$d tanesinden indiriliyor

source: Downloading from %d of 1 peer
de: Empfange von %d von 1 Teilnehmern
it: In ricezione da %d su 1 peer
nl: Downloaden van %d van 1 peer
tr: 1 kullanıcının %d tanesinden indiriliyor

source: Downloading From Peer
af: Laai Tans Van Eweknie Af
bg: Изтегляне от участник
de: Empfange von Teilnehmer
el: Γίνεται λήψη από ομότιμο χρήστη
es: Descargando del cliente
eu: Kidetik Deskargatzen
fr: Téléchargement à partir d’un pair
he: הורדה העמית
hu: Letöltés partnertől
it: In ricezione dal peer
ja: ピアからダウンロード中
nl: Downloaden van peer
pl: Pobieranie od partnera
pt_br: Baixando do Par
pt_pt: A receber do peer
ru: Скачиваю от пользователя
sv: Hämtar från jämlike
tr: Başkasından İndiriliyor
uk: Завантажую від користувача

source: Downloading From Web Seed
af: Laai Tans Van Websaad Af
bg: Изтегляне от уеб сийдър
de: Empfange von Web-Verbindung
el: Γίνεται λήψη από διαμοιραστή δικτύου
es: Descargando desde web seed
eu: Web-aztarnaritik Deskargatzen
fr: Téléchargement à partir d’une semence Web
he: הורדה מזורעי רשת
hu: Letöltés webes partnertől
it: Ricezione da seeder web
ja: ウェブシードからダウンロード中
nl: Downloaden van webseed
pl: Pobieranie od wysyłającego w sieci
pt_br: Baixando do Semeador Web
pt_pt: A receber de seed da web
ru: Скачиваю с сайта
sv: Hämtar från webbdistributioner
tr: Web Beslemesinden İndiriliyor
uk: Завантажую з сайту

source: encrypted
af: geënkripteer
bg: шифровано
de: verschlüsselt
el: κρυπτογραφημένο
es: encriptado
eu: zifratuta
fr: chiffré
he: מוצפן
hu: titkosítva
it: cifrato
ja: 暗号化
nl: versleuteld
pl: zaszyfrowane
pt_br: criptografado
pt_pt: cifrada
ru: зашифрованный
sv: krypterat
tr: şifrelenmiş
uk: зашифрований

source: Encrypted Connection
af: Geënkripteerde Verbinding
bg: Шифрована връзка
de: Verschlüsselte Verbindung
el: Κρυπτογραφημένη Σύνδεση
es: Conexión encriptada
eu: Zifratutako Konexioa
fr: Connexion chiffrée
he: חיבור מוצפן
hu: Titkosított kapcsolat
it: Connessione cifrata
ja: 暗号化接続
nl: Versleutelde verbinding
pl: Zaszyfrowane połączenie
pt_br: Conexão Criptografada
pt_pt: Ligação cifrada
ru: Зашифрованное соединение
sv: Krypterad anslutning
tr: Şifrelenmiş Bağlantı
uk: Зашифроване З'єднання

source: Error
af: Fout
bg: Грешка
de: Fehler
el: Σφάλμα
eu: Errorea
fr: Erreur
he: שגיאה
hu: Hiba
it: Errore
ja: エラー
nl: Fout
pl: Błąd
pt_br: Erro
pt_pt: Erro
ru: Ошибка
sv: Fel
tr: Hata
uk: Помилка

source: Files
af: Lêers
bg: Файлове
de: Dateien
el: Αρχεία
es: Archivos
eu: Fitxategiak
fr: Fichiers
he: קבצים
hu: Fájlok
it: File
ja: ファイル
nl: Bestanden
pl: Pliki
pt_br: Arquivos
pt_pt: Ficheiros
ru: Файлы
sv: Filer
tr: Dosyalar
uk: Файли

source: Filter
bg: Филтър
el: Φίλτρο
es: Filtro
eu: Iragazkia
fr: Filtre
he: סינון
hu: Szűrés
it: Filtri
ja: 絞り込み
pl: Filtrowanie
pt_br: Filtro
pt_pt: Filtro
ru: Фильтр
sv: Filtrera
tr: Süzgeç
uk: Фільтр

source: From: cache
af: Vanaf: kas
bg: От: кеш
de: Herkunft: Zwischenspeicher
el: Από: λανθάνουσα μνήμη
es: De: caché
eu: Jatorria: cachea
fr: De : cache
he: מתוך: מטמון
hu: Innen: gyorsítótár
it: Da: cache
ja: キャッシュより
nl: Van: cache
pl: Od: pamięć podręczna
pt_br: Do: cache
pt_pt: De: cache
ru: Источник: кеш
sv: Från: cache
tr: Kimden: önbellek
uk: Джерело: кеш

source: From: distributed hash table
af: Vanaf: verspreidehutstabel
bg: От: разпределена хеш таблица
de: Herkunft: Verteilte Hashtabelle (DHT)
el: Από: κατανεμημένο πίνακα κατακερματισμού
es: Desde: tabla de hash distribuido
eu: Jatorria: banatutako hash-taula
fr: De : table de hachage distribuée
he: מתוך: טבלת גיבוב מבוזרת
hu: Innen: Elosztott hash tábla
it: Da: tabella di hash distribuita
ja: 配布のハッシュテーブルより
nl: Van: gedistribueerde hashtabel
pl: Od: rozproszona tabela sum kontrolnych
pt_br: Da: tabela hash distribuída
pt_pt: De: DHT (distributed hash table)
ru: Источник: распределенная хеш-таблица
sv: Från: distribuerad hashtabell
tr: Kimden: dağıtılan komut tablosu
uk: Джерело: розподілена геш-таблиця

source: From: incoming connection
af: Vanaf: inkomende verbinding
bg: От: входяща връзка
de: Herkunft: eingehende Verbindung
el: Από: εισερχόμενη σύνδεση
es: De: conexión entrante
eu: Jatorria: sarrerako konexioa
fr: De : connexion entrante
he: מתוך: חיבורים נכנסים
hu: Innen: bejövő kapcsolat
it: Da: connessione in arrivo
ja: 応答接続より
nl: Van: inkomende verbinding
pl: Od: połączenie przychodzące
pt_br: Da: conexão de entrada
pt_pt: De: ligação recebida
ru: Источник: входящее подключение
sv: Från: inkommande anslutning
tr: Kimden: gelen bağlantı
uk: Джерело: вхідне з'єднання

source: From: libtorrent extension protocol handshake
af: Vanaf: libtorrent-uitbreidingsprotokolhanddruk
bg: От: libtorrent extension protocol handshake
de: Herkunft: libtorrent Extension Protocol Handshake
el: Από: χειραψία πρωτοκόλλου επέκτασης libtorrent
es: De: libtorrent extension protocol handshake
eu: Jatorria: libtorrent protokolo-luzapenaren handshake-a
fr: De : protocole d’extension libtorrent
he: מתוך: נוהל 'לחיצת יד' של הרחבת ליבטורנט
hu: Innen: libtorrent kiterjesztés protokoll kézfogás
it: Da: libtorrent extension protocol handshake
ja: libtorrent 拡張プロトコルのハンドシェイクより
nl: Van: libtorrent extension protocol handshake
pl: Od: powitanie rozszerzenia protokołu biblioteki libtorrent
pt_br: Do: handshake do protocolo de extensão libtorrent
pt_pt: De: handshake do protocolo de extensão do libtorrent
ru: Источник: расширения протокола рукопожатий libtorrent
sv: Från: libtorrent förlängningsprotokollshandskakning
tr: Kimden: libtorrent protokol uyuşma eklentisi
uk: Джерело: розширення протоколу рукостискань libtorrent

source: From: local peer discovery
af: Vanaf: lokale eweknie-ontdekking
bg: От: локално откриване на участници
de: Herkunft: im lokalen Netzwerk entdeckt
el: Από: ανακάλυψη τοπικών ομότιμων χρηστών
es: De: búsqueda de clientes local
eu: Jatorria: kideen aurkikuntza lokala
fr: De : découverte des pairs locaux
he: מתוך: תגלית עמיתים מקומית
hu: Innen: helyi partnerek felderítése
it: Da: scoperta peer locali
ja: ローカルピア探索より
nl: Van: lokale peerontdekking
pl: Od: wykrywanie partnerów lokalnych
pt_br: Da: descoberta de par local
pt_pt: De: pesquisa de peers locais
ru: Источник: местное обнаружение пользователей
sv: Från: upptäck lokala jämlikar
tr: Kimden: yerel kullanıcı keşfi
uk: Джерело: місцеве виявлення користувачів

source: From: peer exchange
af: Vanaf: eweknie-oordrag
bg: От: обмен на участници
de: Herkunft: Ausgetauschte Verbindungsinformationen
el: Από: ανταλλαγή ομότιμων χρηστών
es: De: intercambio de clientes
eu: Jatorria: kideen partekatzea
fr: De : échange de pair
he: מתוך: חילופי עמיתים
hu: Innen: partner csere
it: Da: scambio peer
ja: ピア交換より
nl: Van: peeruitwisseling
pl: Od: wymiana partnerów
pt_br: Da: troca de pares
pt_pt: De: troca de peers
ru: Источник: обмен пользователями
sv: Från: jämlikeutbyte
tr: Kimden: kullanıcı değişimi
uk: Джерело: обмін користувачами

source: From: tracker
af: Vanaf: spoorder
bg: От: тракер
de: Herkunft: Tracker
el: Από: ιχνηλάτη
es: De: tracker
eu: Jatorria: aztarnaria
fr: De : traceur
he: מתוך: עוקב
hu: Innen: tracker
it: Da: server traccia
ja: トラッカーより
nl: Van: tracker
pl: Od: serwer śledzący
pt_br: Do: rastreador
pt_pt: De: tracker
ru: Источник: трекер
sv: Från: spårare
tr: Kimden: izleyici
uk: Джерело: трекер

source: General
af: Algemeen
bg: Основни
de: Allgemein
el: Γενικά
eu: Orokorra
fr: Général
he: כללי
hu: Általános
it: Generali
ja: 一般
nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основные
sv: Allmänt
tr: Genel
uk: Загальні

source: General Info
af: Algemene Inligting
bg: Основна информация
de: Allgemein
el: Γενικές Πληροφορίες
es: Información general
eu: Informazio orokorra
fr: Renseignements généraux
he: מידע כללי
hu: Általános információ
it: Informazioni generali
ja: 全般情報
nl: Algemene info
pl: Ogólne informacje
pt_br: Informação Geral
pt_pt: Informação Geral
ru: Информация
sv: Allmän info
tr: Genel Bilgi
uk: Загальна інформація

source: Global download limit
af: Globale aflaailimiet
bg: Общо ограничение за изтегляне
de: Empfangsgeschwindigkeit begrenzt auf
el: Καθολικό όριο λήψης
es: Límite global de descarga
eu: Deskargen muga orokorra
fr: Limite globale de téléchargement
he: מגבלת הורדה כללית
hu: Globális letöltési korlát
it: Limite generale di ricezione
ja: 全体ダウンロード制限
nl: Globale downloadlimiet
pl: Globalne ograniczenie pobierania
pt_br: Limite global de download
pt_pt: Limite global de recepção
ru: Общее ограничене скорости скачивания
sv: Global hämtningsgräns
tr: Genel indirme limiti
uk: Загальне обмеження завантаження

source: Global upload limit
af: Globale oplaailimiet
bg: Общо ограничение за качване
de: Sendegeschwindigkeit begrenzt auf
el: Καθολικό όριο αποστολής
es: Límite global de subida
eu: Igoeren muga orokorra
fr: Limite globale de téléversement
he: מגבלת העלאה כללית
hu: Globális fetöltési korlát
it: Limite generale di invio
ja: 全体アップロード制限
nl: Globale uploadlimiet
pl: Globalne ograniczenie wysyłania
pt_br: Limite global de upload
pt_pt: Limite global de envio
ru: Общее огранчение скорости раздачи
sv: Global sändningsgräns
tr: Genel gönderme limiti
uk: Загальний ліміт роздачі

source: got %d peers
de: %d Teilnehmer erhalten
it: presenti %d peer
nl: %d peers ontvangen
tr: %d kullanıcı var

source: got 1 peer
af: het 1 eweknie
bg: получен 1 участник
de: 1 Teilnehmer erhalten
el: υπάρχει 1 ομότιμος χρήστης
es: tomado 1 cliente
eu: kide 1 aurkitu da
fr: un pair a été obtenu
he: נמצא עמית 1
hu: 1 partner elérhető
it: presente 1 peer
ja: 1 ピア取得
nl: 1 peer ontvangen
pl: otrzymano 1 partnera
pt_br: tem 1 par
pt_pt: obtido 1 peer
ru: 1 пользователь
sv: fick 1 jämlike
tr: 1 kullanıcı var
uk: отримав 1 користувач

source: Gray
af: Grys
bg: Сив
de: Grau
el: Γκρι
es: Gris
eu: Grisa
fr: Gris
he: אפור
hu: Szürke
it: Grigio
ja: グレー
nl: Grijs
pl: Szary
pt_br: Cinza
pt_pt: Cinzento
ru: Серая
sv: Grå
tr: Gri
uk: Сіра

source: Green
af: Groen
bg: Зелен
de: Grün
el: Πράσινο
es: Verde
eu: Berdea
fr: Vert
he: ירוק
hu: Zöld
it: Verde
ja: グリーン
nl: Groen
pl: Zielony
pt_br: Verde
pt_pt: Verde
ru: Зеленая
sv: Grön
tr: Yeşil
uk: Зелена

source: Group
af: Groepeer
bg: Група
de: Gruppe
el: Ομάδα
es: Grupo
eu: Taldea
fr: Groupe
he: קבוצה
hu: Csoport
it: Gruppo
ja: グループ
nl: Groep
pl: Grupa
pt_br: Grupo
pt_pt: Grupo
ru: Группы
sv: Grupp
tr: Öbek
uk: Група

source: Groups
af: Groepe
bg: Групи
de: Gruppen
el: Ομάδες
es: Grupos
eu: Taldeak
fr: Groupes
he: קבוצות
hu: Csoportok
it: Gruppi
ja: グループ
nl: Groepen
pl: Grupy
pt_br: Grupos
pt_pt: Grupos
ru: Группы
sv: Grupper
tr: Öbekler
uk: Групи

source: Hide Filter Bar
af: Versteek Filterbalk
bg: Скриване на лентата с филтри
de: Filterleiste ausblenden
el: Απόκρυψη Γραμμής Φίλτρου
es: Ocultar barra de filtro
eu: Ezkutatu Iragazki-barra
fr: Cacher la barre du filtre
he: הסתרת סרגל סינון
hu: Szűrősáv elrejtése
it: Nascondi la barra dei filtri
ja: 絞り込みバーを隠す
nl: Verberg filterbalk
pl: Ukryj pasek filtrowania
pt_br: Ocultar Barra de Filtro
pt_pt: Ocultar barra de filtros
ru: Скрыть фильтр
sv: Dölj filtreringsfält
tr: Süzgeç Çubuğunu Gizle
uk: Сховати Рядок Фільтру

source: Hide Inspector
af: Versteek Inspekteur
bg: Скриване на инспектора
de: Informationen ausblenden
el: Απόκρυψη Επιθεωρητή
es: Ocultar Inspector
eu: Ezkutatu Ikuskatzailea
fr: Cacher l’inspecteur
he: הסתרת מנתח
hu: Szemlélő elrejtése
it: Nascondi proprietà
ja: インスペクタを隠す
nl: Verberg infovenster
pl: Ukryj inspektora
pt_br: Ocultar Inspetor
pt_pt: Ocultar Inspector
ru: Скрыть инспектор
sv: Dölj inspekterare
tr: Denetçiyi Gizle
uk: Сховати Інспектор

source: Hide Status Bar
af: Versteek Statusbalk
bg: Скриване на лентата на състоянието
de: Statusleiste ausblenden
el: Απόκρυψη Γραμμής Κατάστασης
es: Ocultar barra de estado
eu: Ezkutatu Egoera-barra
fr: Cacher la barre d’état
he: הסתרת סרגל מצב
hu: Állapotsáv elrejtése
it: Nascondi la barra di stato
ja: ステータスバーを隠す
nl: Verberg statusbalk
pl: Ukryj pasek stanu
pt_br: Ocultar Barra de Status
pt_pt: Ocultar barra de estado
ru: Скрыть панель статуса
sv: Dölj statusfält
tr: Durum Çubuğunu Gizle
uk: Сховати Рядок Стану

source: High
af: Hoog
bg: Висок
de: Hoch
el: Υψηλή
es: Alta
eu: Altua
fr: Haute
he: גבוהה
hu: Magas
it: Alta
ja: 高
nl: Hoog
pl: Wysoki
pt_br: Alta
pt_pt: Alta
ru: Высокий
sv: Hög
tr: Yüksek
uk: Високий

source: High Priority
af: Hoë Prioriteit
bg: Висок приоритет
de: Hohe Priorität
el: Υψηλή προτεραιότητα
es: Alta prioridad
eu: Lehentasun Altua
fr: Priorité haute
he: עדיפות גבוהה
hu: Magas prioritású
it: Priorità alta
ja: 優先度高
nl: Hoge prioriteit
pl: Wysoki priorytet
pt_br: Alta Prioridade
pt_pt: Prioridade alta
ru: Высокий приоритет
sv: Hög prioritet
tr: Yüksek Öncelik
uk: Високий Пріоритет

source: I Accept
af: Ek Aanvaar
bg: Приемам
de: Akzeptieren
el: Δέχομαι
es: Acepto
eu: Onartzen dut
fr: J’accepte
he: מוסכם עלי
hu: Elfogadom
it: Accetto
ja: 同意
nl: Ik ga akkoord
pl: Zgadzam się
pt_br: Eu Aceito
pt_pt: Aceito
ru: Подтверждаю
sv: Jag godkänner
tr: Kabul Ediyorum
uk: Приймаю

source: If you are attempting to use already existing data, the root data directory should be inside the destination directory.
af: Indien u reeds bestaande data probeer gebruik moet die worteldatagids in die bestemmingsgids wees.
bg: Ако се опитвате да използвате вече съществуващи данни, основната директория с данни трябва да бъде вътре в целевата директория.
de: Wenn Sie bereits existierende Daten nutzen möchten, muss sich der Wurzelorder innerhalb des Zielordners befinden.
el: Αν προσπαθείτε να χρησιμοποιήσετε ήδη υπάρχοντα δεδομένα, ο ριζικός κατάλογος δεδομένων θα πρέπει να βρίσκεται μέσα στον κατάλογο προορισμού.
es: Si estás intentando usar datos ya existentes, el directorio principal de los datos debería estar dentro del directorio de destino.
eu: Dagoeneko existitzen diren datuak erabiltzen saiatzen ari bazara, datuen jatorrizko direktorioa helburuko direktorioaren barruan egon behar da.
fr: Si vous tentez d’utiliser des données existantes, le dossier racine des données devrait être dans le dossier de destination.
he: אם אתם מנסים להשתמש בנתונים שכבר קיימים, מחיצת נתוני השורש צריכה להיות בתוך מחיצת היעד.
hu: Ha megpróbál meglévő adatokat használni, a gyökérkönyvtárnak a célkönyvtárban kell lennie.
it: Se stai cercando di utilizzare dati già esistenti, la cartella radice dei dati dovrebbe essere dentro la cartella di destinazione.
ja: 取得済みのデータを使用するなら、ルートのデータフォルダは保存先のフォルダの中にあるべきです。
nl: Als u probeert bestaande gegevens te gebruiken, moeten de gegevens zich in de geselecteerde map bevinden.
pl: Jeśli już pobrane dane mają zostać użyte, to główny katalog danych powinien znajdować się w katalogu docelowym.
pt_br: Se você estiver tentando usar dados já existentes, o diretório de dados raiz deve estar dentro do diretório de destino.
pt_pt: Se está a tentar usar dados já existentes, o directório raiz dos dados deve estar dentro do directório de destino.
ru: Если вы хотите использовать существующие данные, корневая папка должна быть внутри выбранной.
sv: Om du försöker använda redan befintliga data, ska rotdatamappen vara inuti destinationsmappen.
tr: Eğer var olan veriyi kullanmaya çalışıyorsanız kök veri dizini hedef dizin içerisinde bulunmalıdır.
uk: Якщо ви намагаєтесь використовувати вже наявні дані, тека кореневих даних повинна знаходитись всередині теки призначення.

source: inactive
af: onaktief
bg: неактивен
de: nicht aktiv
el: αδρανές
es: inactivo
eu: inaktiboa
fr: inactif
he: לא פיעל
hu: inaktív
it: inattivo
ja: 未稼働
nl: inactief
pl: nieaktywne
pt_br: inativo
pt_pt: inactivo
ru: неактивен
sv: inaktiv
tr: etkin değil
uk: неактивний

source: Info
af: Inligting
bg: Информация
de: Informationen
el: Πληροφορίες
es: Información
fr: Renseignements
he: מידע
hu: Információ
ja: 情報
pl: Informacje
pt_br: informação
pt_pt: Informação
ru: Информация
tr: Bilgi
uk: Інформація

source: Inspector
af: Inspekteur
bg: Инспектор
de: Informationen
el: Επιθεωρητής
eu: Ikuskatzailea
fr: Inspecteur
he: מנתח
hu: Szemlélő
it: Proprietà
ja: インスペクタ
nl: Infovenster
pl: Inspektor
pt_br: Inspetor
ru: Инспектор
sv: Inspekterare
tr: Denetçi
uk: Інспектор

source: Internet address of torrent file:
af: Internetadres van torrentlêer:
bg: Интернет адрес на торент файла:
de: Adresse der Torrent-Datei:
el: Διαδικτυακή διεύθυνση του αρχείου torrent:
es: URL del torrent:
eu: Internet-helbidea ala torrent-fitxategia
fr: Adresse Internet du fichier torrent :
he: כתובת מרשתת של קובץ הטורנט:
hu: Torrent fájl internetcíme:
it: Indirizzo Internet del file torrent:
ja: トレントファイルのアドレス:
nl: Internetadres van torrentbestand:
pl: Adres internetowy pliku torrent:
pt_br: Endereço web do arquivo de torrent:
pt_pt: Endereço na Internet do ficheiro torrent:
ru: Адрес торрент-файла:
sv: Internetadress för torrentfil:
tr: Torrent dosyasının internet adresi:
uk: Мережева адреса торрент-файлу:

source: IP Address
af: IP-adres
bg: IP адрес
de: IP-Adresse
el: Διεύθυνση IP
es: Dirección IP
eu: IP Helbidea
fr: Adresse IP
he: כתובת IP
hu: IP cím
it: Indirizzo IP
ja: IP アドレス
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
pt_pt: Endereço IP
ru: IP-адрес
sv: IP-adress
tr: IP Adresi
uk: IP Адреси
