Repository: transmission/transmission
Catalog: macosx/*.lproj/Localizable.strings
Languages: af, bg, de, el, es, eu, fr, he, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sv, tr, uk

# It appears that the file "%@" from %@ is not a torrent file.
source: It appears that the file "%1$@" from %2$@ is not a torrent file.
af: Dit kom voor of die lêer “%1$@” van %2$@ nie ’n torrentlêer is nie.
bg: Изглежда, че файлът "%1$@" от %2$@ не е торент файл.
de: Die Datei „%1$@“ von %2$@ scheint keine Torrent-Datei zu sein.
el: Φαίνεται ότι το αρχείο "%1$@" από %2$@ δεν είναι ένα αρχείο torrent.
es: Parece que el archivo "%1$@" de %2$@ no es un torrent.
eu: Dirudienez %2$@ direktorioko "%1$@" fitxategia ez da torrent fitxategia.
fr: Il semble que le ficher « %1$@ » de %2$@ n’est pas un fichier torrent.
he: נראה שקובץ "%1$@" מ %2$@אינו קובץ טורנט.
hu: Úgy tűnik, hogy a %2$@ helyről származó "%1$@" fájl nem torrent fájl.
it: Sembra che il file "%1$@" da %2$@ non sia un file torrent.
ja: ファイル「%1$@」(%2$@) はトレントファイルではないようです。
nl: Bestand ‘%1$@’ van %2$@ lijkt geen torrentbestand te zijn.
pl: Plik „%1$@” z %2$@ nie jest plikiem torrent.
pt_br: Parece que o arquivo "%1$@" de %2$@ não é um arquivo de torrent.
pt_pt: O ficheiro "%1$@" de %2$@ não parece ser um ficheiro torrent.
ru: Файл «%1$@» из %2$@ не является торрент-файлом.
sv: Det verkar som att filen "%1$@" från %2$@ inte är en giltig torrentfil.
tr: Görünen o ki %2$@ içinden "%1$@" bir torrent dosyası değil.
uk: Здається, що файл "%1$@" від %2$@ не є торрент-файлом.

source: Last Announce
af: Laas Aangekondig
bg: Последно анонсиране
de: Letzte Meldung
el: Τελευταία Ανακοίνωση
es: Último anuncio
eu: Azken Abisua
fr: Dernière annonce
he: הכרזה אחרונה
hu: Utolsó bejelentés
it: Ultimo annuncio
ja: 最終アナウンス
nl: Laatste aankondiging
pl: Ostatnie ogłoszenie
pt_br: Último Anúncio
pt_pt: Último anúncio
ru: Последний анонс
sv: Senaste annonsering
tr: Son Duyuru
uk: Останнє Оголошення

source: Last Scrape
af: Laas Geskraap
bg: Последно извличане
de: Letzte Aktualisierung
el: Τελευταίο Πέρασμα
es: Último raspado
eu: Azken zuriketa
fr: Dernier moissonnage
he: בידוק אחרון
hu: Utolsó scrape
it: Ultima richiesta
ja: 最終スクレイプ
nl: Laatste scrape
pl: Ostatnie „scrape”
pt_br: Última Raspagem
pt_pt: Última passagem
ru: Последний запрос
sv: Senaste skrapning
tr: Son İstek
uk: Останній запит

source: Last updated
af: Laas bygewerk
bg: Последно актуализиран
de: Letzte Aktualisierung
el: Τελευταία ενημέρωση
es: Actualizado por última vez
eu: Azkenengoz eguneratuta
fr: Dernière mise à jour
he: עודכנו לאחרונה
hu: Utóljára frissítve
it: Ultimo aggiornamento
ja: 最終更新
nl: Laatst bijgewerkt
pl: Ostatnia aktualizacja
pt_br: Última atualização
pt_pt: Última actualização
ru: Последнее обновление
sv: Senast uppdaterad
tr: Son güncelleme
uk: Останнє оновлення

source: Leechers
af: Suiers
bg: Лийчъри
de: Empfänger
el: Αποδέκτες
eu: Izainak
fr: Téléchargeurs
he: יונקים
hu: Letöltők
it: Leecher
ja: リーチャー
pl: Niewysyłający
ru: Скачивающих
sv: Reciprokörer
tr: İndirenler
uk: Завантажуючі

source: License
af: Lisensie
bg: Лиценз
de: Lizenz
el: Άδεια
es: Licencia
eu: Baimena
fr: Licence
he: רישיון
hu: Licensz
it: Licenza
ja: ライセンス
nl: Licentie
pl: Licencja
pt_br: Licença
pt_pt: Licença
ru: Лицензия
sv: Licens
tr: Lisans
uk: Ліцензія

source: Log Could Not Be Saved
af: Logboek kon nie bewaar word nie
bg: Дневникът не можа да бъде запазен
de: Meldungen konnten nicht gesichert werden
el: Δεν ήταν δυνατή η αποθήκευση του αρχείου καταγραφής
es: No se ha podido guardar el registro
eu: Ezin izan da Erregistroa gorde
fr: Les messages n’ont pu être enregistrés
he: לא ניתן לשמור יומן
hu: Naplófájl nem menthető
it: Il registro non può essere salvato
ja: ログを保存できません
nl: Het log kon niet worden bewaard
pl: Nie można zapisać dziennika
pt_br: Não foi possível salvar o log
pt_pt: Não foi possível guardar o registo
ru: Журнал не может быть сохранен
sv: Det gick inte att spara loggen
tr: Günlük Kaydedilemedi
uk: Журнал не може бути збережений

source: Low
af: Laag
bg: Нисък
de: Niedrig
el: Χαμηλή
es: Baja
eu: Baxua
fr: Basse
he: נמוכה
hu: Alacsony
it: Bassa
ja: 低
nl: Laag
pl: Niski
pt_br: Baixa
pt_pt: Baixa
ru: Низкий
sv: Låg
tr: Düşük
uk: Низький

source: Low Priority
af: Lae Prioriteit
bg: Нисък приоритет
de: Niedrige Priorität
el: Χαμηλή προτεραιότητα
es: Baja prioridad
eu: Lehentasun Baxua
fr: Priorité basse
he: עדיפות נמוכה
hu: Alacsony prioritású
it: Priorità bassa
ja: 優先度低
nl: Lage prioriteit
pl: Niski priorytet
pt_br: Baixa Prioridade
pt_pt: Prioridade baixa
ru: Низкий приоритет
sv: Låg prioritet
tr: Düşük Öncelik
uk: Низький Пріоритет

source: Magnet link is a duplicate of an existing transfer.
af: Magneetskakel is ’n duplikaat van ’n bestaande oordrag.
bg: Магнетният линк е дубликат на съществуващ трансфер.
de: Übertragung von magnet-Link entspricht einer bereits vorhandenen Übertragung.
el: Ο σύνδεσμος μαγνήτη είναι διπλότυπος μίας υπάρχουσας μεταφοράς.
es: El enlace magnet es un duplicado o una tarea existente.
eu: Magnet esteka existitzen den transferentzia baten kopia da.
fr: Le lien magnet est le doublon d’un transfert existant.
he: קישור המגנט הוא כפילות של העברה קיימת.
hu: A magnet kapcsolat egy meglévő átvitel másolata.
it: Il collegamento magnetico è una copia di un trasferimento esistente.
ja: マグネットリンクは既に存在する転送と重複しています。
nl: Magnetlink is een duplicaat van een bestaande overdracht.
pl: Odnośnik magnet jest duplikatem istniejącego przesyłania.
pt_br: O link magnético corresponde a uma transferência existente.
pt_pt: A ligação magnet é um duplicado de uma transferência já existente.
ru: Magnet-ссылка является копией существующей раздачи.
sv: Magnetlänk är en dubblett för en befintlig överföring.
tr: Mıknatıs bağı var olan bir aktarımın aynısı.
uk: Магнет-посилання дублює вже існуючу роздачу

source: Magnetized transfer
af: Gemagnetiseerde oordrag
bg: Магнетизиран трансфер
de: Übertragung von magnet-Link
el: Μεταφορά μαγνήτη
es: Tarea magnetizada
eu: Magnetizatutako transferentzia
fr: Transfert magnétisé
he: העברה ממוגנטת
hu: Magnet átvitel
it: Trasferimento magnetico
ja: マグネット転送
nl: Gemagnetiseerde overdracht
pl: Przesyłanie magnet
pt_br: Transferência magnetizada
pt_pt: Transferência magnetizada
ru: Magnet-раздача
sv: Magnetiserad överföring
tr: Mıknatıslı aktarım
uk: Магнет-роздача

source: Message
af: Boodskap
bg: Съобщение
de: Meldung
el: Μήνυμα
es: Mensaje
eu: Mezua
he: הודעה
hu: Üzenet
it: Messaggio
ja: メッセージ
nl: Bericht
pl: Komunikat
pt_br: Mensagem
pt_pt: Mensagem
ru: Сообщение
sv: Meddelande
tr: İleti
uk: Повідомлення

source: Message Log
af: Boodskaplogboek
bg: Дневник на съобщенията
de: Meldungen
el: Καταγραφή μηνυμάτων
es: Registro de mensajes
eu: Mezuen egunkaria
fr: Journal des messages
he: יומן הודעות
hu: Üzenetnapló
it: Registro messaggi
ja: メッセージログ
nl: Berichtenlog
pl: Dziennik komunikatów
pt_br: Mensagem de Registro
pt_pt: Registo de mensagens
ru: Журнал сообщений
sv: Meddelandelogg
tr: İleti Günlüğü
uk: Журнал повідомлень

source: Multiple Priorities
af: Veelvuldige Prioriteite
bg: Множество приоритети
de: Verschiedene Prioritäten
el: Πολλαπλές προτεραιότητες
es: Múltiples prioridades
eu: Lehentasun anitz
fr: Priorités multiples
he: עדיפויות מרובות
hu: Több prioritás
it: Priorità multiple
ja: 複数のプロパティ
nl: Meerdere prioriteiten
pl: Wiele priorytetów
pt_br: Múltiplas Prioridades
pt_pt: Múltiplas prioridades
ru: Разные приоритеты
sv: Flera prioriteter
tr: Çoklu Öncelikler
uk: Різні Пріоритети

source: N/A
af: NVT
bg: Няма данни
es: N/D
eu: E/E
fr: N/D
he: לא זמין
it: N/D
ja: なし
nl: N/B
pl: Nie dotyczy
pt_br: N/D
pt_pt: N/D
ru: Нет данных
tr: Veri yok
uk: Нема даних

source: Name
af: Naam
bg: Име
el: Όνομα
es: Nombre
eu: Izena
fr: Nom
he: שם
hu: Név
it: Nome
ja: 名前
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ru: Имя
sv: Namn
tr: Ad
uk: Назва

source: Network
af: Netwerk
bg: Мрежа
de: Netzwerk
el: Δίκτυο
es: Red
eu: Sarea
fr: Réseau
he: רשת
hu: Hálózat
it: Rete
ja: ネットワーク
nl: Netwerk
pl: Sieć
pt_br: Rede
pt_pt: Rede
ru: Сеть
sv: Nätverk
tr: Ağ
uk: Мережа

source: Never
af: Nooit
bg: Никога
de: Nie
el: Ποτέ
es: Nunca
eu: Inoiz ez
fr: Jamais
he: לעולם לא
hu: Soha
it: Mai
ja: しない
nl: Nooit
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ru: Никогда
sv: Aldrig
tr: Hiçbir Zaman
uk: Ніколи

source: New Tier
af: Nuwe Vlak
bg: Ново ниво
de: Neue Stufe
el: Νέα βαθμίδα
es: Nuevo Tier
fr: Nouveau niveau
he: שכבה חדשה
hu: Új szint
it: Nuovo livello
ja: 新規ティア
nl: Nieuwe tier
pl: Nowy poziom
pt_br: Novo Nível
pt_pt: Novo nível
ru: Новый уровень
sv: Ny tier
tr: Yeni Aşama
uk: Новий рівень

source: Next announce in %@
af: Volgende aankondiging oor %@
bg: Следващо анонсиране след %@
de: Nächste Meldung in %@
el: Επόμενη ανακοίνωσης σε %@
es: Próximo anuncio en %@
eu: Hurrengo abisua %@ barru
fr: Prochaine annonce dans %@
he: ההכרזה הבאה בעוד %@
hu: Következő bejelentés %@
it: Prossimo annuncio in %@
ja: %@ で次のアナウンス
nl: Volgende aankondiging over %@
pl: Następne ogłoszenie za %@
pt_br: Próximo anúncio em %@
pt_pt: Próximo anúncio em %@
ru: Следующий анонс через %@
sv: Nästa annonsering om %@
tr: Sonraki duyuru %@ içinde
uk: Наступне оголошення через %@

source: No Group
af: Geen Groep
bg: Без група
de: Ohne Gruppe
el: Χωρίς Ομάδα
es: Sin grupo
eu: Talderik ez
fr: Aucun groupe
he: ללא קבוצה
hu: Nincs csoport
it: Nessun gruppo
ja: グループなし
nl: Geen groep
pl: Brak grupy
pt_br: Nenhum Grupo
pt_pt: Sem grupo
sv: Ingen grupp
tr: Öbek Yok
uk: Без Групи

source: No Torrents Selected
af: Geen Torrents Gekies
bg: Няма избрани торенти
de: Keine Übertragung ausgewählt
el: Δεν έχουν επιλεχθεί torrents
es: Ningún torrent seleccionado
eu: Ez da torrent-ik hautatu
fr: Aucun torrent n’est sélectionné
he: לא נבחרו טורנטים
hu: Nincs torrent kiválasztva
it: Nessun torrent selezionato
ja: トレントの選択なし
nl: Geen torrents geselecteerd
pl: Nie wybrano torrentów
pt_br: Nenhum Torrent Selecionado
pt_pt: Nenhum torrent seleccionado
ru: Ни один торрент не выбран
sv: Inga torrenter markerade
tr: Seçili Torrent Yok
uk: Не вибрано жодного торенту

source: None
af: Geen
bg: Няма
de: Keine
el: Κανένα
es: Ninguno
eu: Ezer ez
fr: Aucun
he: ללא
hu: Nincs
it: Nessuno
ja: なし
nl: Geen
pl: Brak
pt_br: Nome
pt_pt: Nenhum
sv: Ingen
tr: Hiçbiri
uk: Нічого

source: Nope
af: Nee
bg: Не
de: Nein
el: Όχι
es: Nop
eu: Ez
fr: Non
he: לא
hu: Nem
it: No
ja: いいえ
nl: Nee
pl: Nie chcę
pt_br: Não
pt_pt: Não
ru: Нет
sv: Nej
tr: I-ıh
uk: Ні

source: Normal
af: Normaal
bg: Нормален
el: Κανονική
eu: Arrunta
fr: Normale
he: רגילה
hu: Normál
it: Normale
ja: 通常
nl: Normaal
pl: Zwykły
ru: Нормальный
tr: Olağan
uk: Звичайний

source: Normal Priority
af: Normale Prioriteit
bg: Нормален приоритет
de: Normale Priorität
el: Κανονική Προτεραιότητα
es: Prioridad normal
eu: Lehentasun Normala
fr: Priorité Normale
he: עדיפות רגילה
hu: Normál prioritású
it: Priorità normale
ja: 優先度通常
nl: Normale prioriteit
pl: Zwykły priorytet
pt_br: Prioridade Normal
pt_pt: Prioridade normal
ru: Нормальный приоритет
sv: Normal prioritet
tr: Olağan Öncelik
uk: Звичайний Пріоритет

source: Not enough remaining disk space to download "%@" completely.
af: Onvoldoende skyfspasie oor om “%@” heeltemal af te laai.
bg: Няма достатъчно оставащо дисково пространство, за да се изтегли напълно "%@".
de: Es ist nicht genügend Festplattenplatz vorhanden, um „%@“ vollständig zu empfangen.
el: Δεν υπάρχει αρκετός υπολειπόμενος χώρος στο δίσκο για την πλήρη λήψη του "%@".
es: No hay espacio de disco suficiente para descargar "%@".
eu: Diskoan ez dago "%@" osorik deskargatzeko behar beste espazio.
fr: Il n’y a pas assez d’espace disque restant pour télécharger complètement « %@ ».
he: לא נותר מספיק מקום בקונן להורדת "%@" במלאו.
hu: Nincs elég szabad lemezterület "%@" teljes letöltéséhez.
it: Spazio residuo su disco insufficiente per scaricare completamente "%@".
ja: 「%@」を完全にダウンロードするためにディスク容量が十分ではありません。
nl: Onvoldoende opslagruimte om ‘%@’ volledig te downloaden.
pl: Pozostało za mało miejsca na dysku, aby całkowicie pobrać „%@”.
pt_br: Não há espaço disponível em disco para baixar "%@" completamente.
pt_pt: Não existe espaço em disco suficiente para descarregar "%@" completamente.
ru: Недостаточно места на диске для скачивания «%@».
sv: Inte tillräckligt med återstående lagringsutrymme för att hämta "%@" helt.
tr: "%@" aktarımını tamamlamak için yeterli disk alanı yok.
uk: Не вистачає місця на диску, щоб повністю завантажити "%@".

source: OK
af: Goed
el: ΟΚ
eu: Ados
fr: Valider
he: אישור
nl: Oké
tr: Tamam
uk: ОК

source: Once removed, continuing the transfer will require the torrent file or magnet link.
af: Sodra dit verwyder word sal die torrentlêer of magneetskakel vir voortsetting nodig wees.
bg: След като бъде премахнат, за продължаване на трансфера ще е необходим торент файлът или магнетният линк.
de: Nach dem Entfernen wird erneut die Torrent-Datei oder der magnet-Link benötigt, um die Übertragung fortzusetzen.
el: Μετά την αφαίρεση, η συνέχιση της μεταφοράς θα απαιτεί το αρχείο torrent ή το σύνδεσμο μαγνήτη.
es: Una vez eliminada, para reanudarla necesitará el torrent o el enlace magnet.
eu: Behin kenduta, transferentziarekin jarraitzeko torrent fitxategia ala magnet esteka beharko da.
fr: Une fois supprimé, la reprise du transfert exigera le fichier torrent ou le lien magnet.
he: לאחר ההסרה, בחירה להמשיך בהעברה תדרוש את קובץ הטורנט או את קישור המגנט.
hu: Az eltávolítás után az átvitel folytatásához torrent fájl vagy magnet link szükséges.
it: Dopo averlo rimosso, continuare il trasferimento richiederà il file torrent o il collegamento magnetico.
ja: 一度削除すると、その転送を続行するにはトレントファイルかマグネットリンクが必要になります。
nl: Eenmaal verwijderd is het torrentbestand of de magnetlink nodig om de overdracht te vervolledigen.
pl: Po usunięciu, wznowienie przesyłania będzie wymagało pliku torrent lub odnośnika magnet.
pt_br: Uma vez removido, a continuação da transferência exigirá o arquivo de torrent ou link magnético.
pt_pt: Uma vez removida, para continuar a tranferência será necessário o ficheiro torrent ou a ligação magnet.
ru: Для восстановления удаленной раздачи потребуется торрент-файл или magnet-ссылка.
sv: När den har tagits bort kommer torrentfilen eller magnetlänken att krävas för att fortsätta överföringen.
tr: Kaldırıldıktan sonra aktarımı sürdürmek torrent dosyası veya mıknatıs bağı gerektirir.
uk: Після видалення для продовження роздачі буде потрібен торрент-файл або магнет-посилання.

source: Once removed, continuing the transfers will require the torrent files or magnet links.
af: Sodra dit verwyder word sal die torrentlêers of magneetskakels vir voortsetting nodig wees.
bg: След премахване, продължаването на трансферите ще изисква торент файловете или магнетните линкове.
de: Nach dem Entfernen werden erneut die Torrent-Dateien oder die magnet-Links benötigt, um die Übertragungen fortzusetzen.
el: Μετά την αφαίρεση των torrent, για να είναι δυνατή η επανεκκίνησή τους, θα απαιτηθούν τα αρχεία torrent ή οι σύνδεσμοι μαγνήτη.
es: Una vez eliminadas, necesitará los archivos torrent o enlaces magnet para reanudar las tareas.
eu: Kendu ondoren, transferentziekin jarraitu nahi bada torrent fitxategiak edo magnet estekak beharko dira.
fr: Une fois supprimés, la reprise des transferts exigera les fichiers torrent ou les liens magnet.
he: לאחר ההסרה, המשך ההעברה תדרוש את קובץ הטורנט או את קישור המגנט.
hu: Az eltávolítás után az átvitelek folytatásához torrent fájlok vagy magnet linkek szükségesek.
it: Dopo averli rimossi, continuare i trasferimenti richiederà i file torrent o i collegamenti magnetici.
ja: 一度削除すると、その転送を続行するにはトレントファイルかマグネットリンクが必要になります。
nl: Eenmaal verwijderd zijn de torrentbestanden of magnetlinks nodig om de overdrachten te vervolledigen.
pl: Po usunięciu, wznowienie przesyłania będzie wymagało plików torrent lub odnośników magnet.
pt_br: Uma vez removidos, continuar a transferência exigirá os arquivos torrents ou links magnéticos.
pt_pt: Uma vez removidas, para continuar as tranferências serão necessários os ficheiros torrent ou as ligações magnet.
ru: После удаления продолжение раздач потребует наличия торрент-файла или magnet-ссылок.
sv: När de har tagits bort kommer torrentfilerna eller magnetlänkarna att krävas för att fortsätta överföringarna.
tr: Kaldırıldıktan sonra aktarımları sürdürmek torrent dosyası veya mıknatıs bağı gerektirir.
uk: Після вилучення для продовження роздачі потрібен буде торрент-файл або магнет-посилання.

source: Once removed, Transmission will no longer attempt to contact it. This cannot be undone.
af: Sodra dit verwyder is sal Transmission nie meer poog om dit te kontak nie. Dit kan nie ontdaan word nie.
bg: След като бъде премахнат, Transmission повече няма да се опитва да се свърже с него. Това действие не може да бъде отменено.
de: Nach dem Entfernen wird Transmission nicht mehr versuchen diesen Tracker zu erreichen. Dieser Schritt kann nicht widerrufen werden.
el: Μετά την αφαίρεση, το Transmission δεν θα προσπαθήσει πλέον να επικοινωνήσει μαζί του. Αυτό δεν μπορεί να αναιρεθεί.
es: Una vez eliminado, Transmission no volverá a intentar contactar con él. Esto no se puede deshacer.
eu: Behin kenduta, Transmission-ek ez du berriz kontaktatuko. Ekintza honek ez du atzera bueltarik.
fr: Une fois supprimé, Transmission ne tentera plus de le contacter. Cette action est définitive.
he: לאחר ההסרה, ‏Transmission לא ינסה להתחבר אליה. פעולה זו לא ניתנת להסגה.
hu: Eltávolítás után, a Transmission többé nem próbálja meg felvenni a kapcsolatot. Ezt nem lehet visszacsinálni.
it: Dopo averlo rimosso, Transmission non tenterà più di contattarlo. Questa azione non può essere annullata.
ja: 一度削除すると、Transmission はそこへ通信しなくなります。これは元に戻せません。
nl: Eenmaal verwijderd zal Transmission niet meer proberen om het te contacteren. Dit kan niet ongedaan gemaakt worden.
pl: Po usunięciu, program Transmission nie będzie już się z nim kontaktował. Nie można tego cofnąć.
pt_br: Uma vez removido, o Transmission não tentará mais contatá-lo. Isto não pode ser desfeito.
pt_pt: Uma vez removido o tracker, o Transmission deixará de tentar contactá-lo. Isto não pode ser desfeito.
ru: Transmission не будет пытаться подключиться к трекеру после того, как он будет удален. Это действие невозможно отменить.
sv: När den har tagits bort kommer Transmission inte längre att försöka kontakta den. Detta kan inte ångras.
tr: Kaldırıldıktan sonra Transmission izleyiciye bağlanmayacak. Bu geri alınamaz.
uk: Після видалення, Transmission більше не намагатиметься зв’язатися з трекером. Дія не може бути скасована.

source: Once removed, Transmission will no longer attempt to contact them. This cannot be undone.
af: Sodra dit verwyder is sal Transmission nie meer poog om dit te kontak nie. Dit kan nie ontdaan word nie.
bg: След като бъдат премахнати, Transmission повече няма да се опитва да се свърже с тях. Това действие не може да бъде отменено.
de: Nach dem Entfernen wird Transmission nicht mehr versuchen, diese Tracker zu erreichen. Dieser Schritt kann nicht wiederrufen werden.
el: Μετά την αφαίρεση, το Transmission δεν θα προσπαθήσει πλέον να επικοινωνήσει μαζί τους. Αυτό δεν μπορεί να αναιρεθεί.
es: Una vez eliminados, Transmission no volverá a intentar contactar con ellos. Esto no se puede deshacer.
eu: Behin kenduta, Transmission-ek ez ditu berriz kontaktatuko. Ekintza honek ez du atzera bueltarik.
fr: Une fois supprimés, Transmission ne tentera plus de les contacter. Cette action est définitive.
he: לאחר ההסרה, ‏Transmission לא ינסה להתחבר אליהם. פעולה זו לא ניתנת להסגה.
hu: Eltávolítás után, a Transmission többé nem próbálja meg felvenni a kapcsolatot. Ezt nem lehet visszacsinálni.
it: Dopo averli rimossi, Transmission non tenterà più di contattarli. Questa azione non può essere annullata.
ja: 一度削除すると、Transmission はそこへ通信しなくなります。これは元に戻せません。
nl: Eenmaal verwijderd zal Transmission niet meer proberen om ze te contacteren. Dit kan niet ongedaan gemaakt worden.
pl: Po usunięciu, program Transmission nie będzie już się z nimi kontaktował. Nie można tego cofnąć.
pt_br: Uma vez removido, o Transmission não tentará mais contatá-los. Isto não pode ser desfeito.
pt_pt: Uma vez removidos os trackers, o Transmission deixará de tentar contactá-los. Isto não pode ser desfeito.
ru: Transmission не будет пытаться подключиться к трекерам после того, как они будет удален. Это действие невозможно отменить.
sv: När de har tagits bort kommer Transmission inte längre att försöka kontakta dem. Detta kan inte ångras.
tr: Kaldırıldıktan sonra Transmission izleyicilere bağlanmayacak. Bu geri alınamaz.
uk: Після видалення, Transmission більше не намагатиметься зв’язатися з трекерами. Дія не може бути скасована.

source: Only Check Selected
af: Gaan Slegs Gekose Na
bg: Провери само избраните
de: Nur ausgewählte Dateien empfangen
el: Μόνο έλεγχος Επιλεγμένων
es: Comprobar sólo los seleccionados
eu: Soilik Egiaztatu Aukeratutakoak
fr: Ne cocher que la sélection
he: בדיקת הפריטים שנבחרו בלבד
hu: Csak a kiválasztottak bejelölése
it: Spunta solo selezionati
ja: 選択項目のみチェック
nl: Enkel geselecteerde aanvinken
pl: Zaznacz tylko wybrane
pt_br: Verificar Apenas o Selecionado
pt_pt: Marcar apenas os seleccionados
ru: Отметить только выбранные
sv: Kontrollera endast markerade
tr: Yalnızca Seçiliyi Denetle
uk: Позначити Тільки Вибрані

source: Open
bg: Отваряне
de: Öffnen
el: Άνοιγμα
es: Abrir
eu: Ireki
fr: Ouvrir
he: פתיחה
hu: Megnyitás
it: Apri
ja: 開く
pl: Otwórz
pt_br: Abrir
pt_pt: Abrir
ru: Открыть
sv: Öppna
tr: Aç
uk: Відкрити

source: Open Address
af: Open Adres
bg: Отваряне на адрес
de: Adresse öffnen
el: Άνοιγμα Διεύθυνσης
es: Abrir dirección
eu: Helbidea zabaldu
fr: Ouvrir une adresse
he: פתיחת כתובת
hu: Cím megnyitása
it: Apri indirizzo
ja: アドレスを開く
nl: Open adres
pl: Otwórz adres
pt_br: Abrir Endereço
pt_pt: Abrir endereço
ru: Открыть адрес
sv: Öppna adress
tr: Adres Aç
uk: Відкрити Адресу

source: Open Torrent Address
af: Open Torrentadres
bg: Отваряне на адрес на торент
de: Torrent-Adresse öffnen
el: Άνοιγμα Διεύθυνσης Torrent
es: Abrir dirección de torrent
eu: Ireki Torrent Helbidea
fr: Ouvrir le torrent à l’adresse
he: פתיחת כתובת טורנט
hu: Torrent cím megnyitása
it: Apri indirizzo torrent
ja: トレントのアドレスを開く
nl: Open torrentadres
pl: Otwórz adres torrenta
pt_br: Abrir Endereço do Torrent
pt_pt: Abrir endereço torrent
ru: Открыть торрент по адресу
sv: Öppna torrentadress
tr: Torrent Adresi Aç
uk: Відкрити Торрент за адресою

source: Open torrent files
af: Open torrentlêers
bg: Отваряне на торент файлове
de: Torrent-Dateien öffnen
el: Άνοιγμα αρχείων torrent
es: Abrir torrent
eu: Ireki torrent fitxategiak
fr: Ouvrir des fichiers torrents
he: פתיחת קובצי טורנט
hu: Torrent fájlok megnyitása
it: Apri file torrent
ja: トレントのファイルを開く
nl: Open torrentbestanden
pl: Otwórz pliki torrent
pt_br: Abrir arquivos de torrent
pt_pt: Abrir ficheiros torrent
ru: Открыть торрент-файл
sv: Öppna torrentfiler
tr: Torrent dosyası aç
uk: Відкрити торрент-файли

source: Open Torrent Files
af: Open Torrentlêers
bg: Отваряне на торент файлове
de: Torrent-Dateien öffnen
el: Άνοιγμα Αρχείων Torrent
es: Abrir torrent
eu: Ireki Torrent Fitxategiak
fr: Ouvrir des fichiers torrents
he: פתיחת קובצי טורנט
hu: Torrent fájlok megnyitása
it: Apri file torrent
ja: トレントのファイルを開く
nl: Open torrentbestanden
pl: Otwórz pliki torrent
pt_br: Abrir Arquivos de Torrent
pt_pt: Abrir ficheiros torrent
ru: Открыть торрент-файл
sv: Öppna torrentfiler
tr: Torrent Dosyası Aç
uk: Відкрити Торрент-Файли

source: Open torrent web address
af: Open torrentwebadres
bg: Отваряне на уеб адрес на торент
de: Torrent-Adresse öffnen
el: Άνοιγμα διεύθυνσης ιστού torrent
es: Abrir dirección web de torrent
eu: Ireki torrent web-helbidea
fr: Ouvre le torrent à l’adresse
he: פתיחת כתובת רשת טורנט
hu: Torrent web cím megnyitása
it: Apri indirizzo web torrent
ja: トレントのウェブアドレスを開く
nl: Open torrentwebadres
pl: Otwórz adres torrenta
pt_br: Abrir endereço web do torrent
pt_pt: Abrir endereço web do torrent
ru: Открыть торрент по URL
sv: Öppna torrentwebbadress
tr: Torrent web adresini aç
uk: Відкрити торрент за URL
