Repository: transmission/transmission
Catalog: macosx/*.lproj/Localizable.strings
Languages: af, bg, de, el, es, eu, fr, he, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sv, tr, uk

source: Options
af: Opsies
bg: Настройки
de: Einstellungen
el: Επιλογές
es: Opciones
eu: Aukerak
he: אפשרויות
hu: Beállítások
it: Opzioni
ja: オプション
nl: Opties
pl: Opcje
pt_br: Opções
pt_pt: Opções
ru: Опции
sv: Alternativ
tr: Seçenekler
uk: Параметри

source: Orange
af: Oranje
bg: Оранжев
el: Πορτοκαλί
es: Naranja
eu: Laranja
he: כתום
hu: Narancssárga
it: Arancione
ja: オレンジ
nl: Oranje
pl: Pomarańczowy
pt_br: Laranja
pt_pt: Laranja
ru: Оранжевая
tr: Portakal
uk: Помаранчева

source: Partial Seed
af: Gedeeltelike Saad
bg: Частичен сийдър
de: Partielles Verteilen
el: Μερικός Διαμοιρασμός
es: Seed incompleto
eu: Aztarnari partziala
fr: Semence partielle
he: זריעה חלקית
hu: Részleges megosztás
it: Seeder parziale
ja: 部分的シード
nl: Onvolledige seed
pl: Częściowe wysyłanie
pt_br: Semente Parcial
pt_pt: Seed parcial
ru: Частичная раздача
sv: Ofullständigt distribuerad
tr: Kısımsal Besleme
uk: Часткова Роздача

source: Pause / Resume All
af: Laat Wag / Hervat Alles
bg: Пауза / Продължаване на всички
de: Alle Anhalten / Fortsetzen
el: Παύση / Συνέχιση Όλων
es: Detener / Reanudar todos
eu: Pausatu / Jarraitu Guztiak
fr: Tout mettre en pause/tout reprendre
he: השהית / המשך הכל
hu: Összes szüneteltetése / folytatása
it: Pausa / Riprendi tutti
ja: すべて停止/再開
nl: Pauzeer / hervat alles
pl: Wstrzymaj/wznów wszystko
pt_br: Pausar / Retomar Tudo
pt_pt: Pausar / Retomar todos
ru: Приостановить/возобновить все
sv: Pausa / återuppta alla
tr: Tümünü Duraklat / Sürdür
uk: Призупинити / Відновити Все

source: Pause / Resume Selected
af: Laat Wag / Hervat Gekose
bg: Пауза / Продължаване на избраните
de: Ausgewählte Anhalten / Fortsetzen
el: Παύση / Συνέχιση Επιλεγμένων
es: Detener / Reanudar seleccionados
eu: Pausatu / Jarraitu Aukeratutakoak
fr: Mettre en pause/reprendre la sélection
he: השהית / המשך פריטים שנבחרו
hu: Kiválasztott szüneteltetése / folytatása
it: Pausa / Riprendi selezionati
ja: 選択項目を停止/再開
nl: Pauzeer / hervat geselecteerde
pl: Wstrzymaj/wznów zaznaczone
pt_br: Pausar / Retomar Selecionados
pt_pt: Pausar / Retomar seleccionados
ru: Приостановить/возобновить выбранные
sv: Pausa / återuppta valda
tr: Seçiliyi Duraklat / Sürdür
uk: Призупинити / Відновити Вибрані

source: Pause All
af: Laat Alles Wag
bg: Пауза на всички
de: Alle Anhalten
el: Παύση Όλων
es: Detener todos
eu: Pausatu Guztiak
fr: Tout mettre en pause
he: השהיית הכול
hu: Összes szüneteltetése
it: Metti tutti in pausa
ja: すべて停止
nl: Pauzeer alles
pl: Wstrzymaj wszystko
pt_br: Pausar Tudo
pt_pt: Pausar todos
ru: Приостановить все
sv: Pausa alla
tr: Hepsini Duraklat
uk: Призупинити Всі

source: Pause all transfers
af: Laat alle oordragte wag
bg: Пауза на всички трансфери
de: Alle Übertragungen anhalten
el: Παύση όλων των μεταφορών
es: Detener todas las tareas
eu: Pausatu transferentzia guztiak
fr: Mettre tous les transferts en pause
he: השהית כל ההעברות
hu: Összes átvitel szüneteltetése
it: Metti in pausa tutti i trasferimenti
ja: すべての転送を停止
nl: Pauzeer alle overdrachten
pl: Wstrzymuje wszystkie przesyłania
pt_br: Pausar todas as transferências
pt_pt: Pausar todas as transferências
ru: Приостановить все раздачи
sv: Pausa alla överföringar
tr: Tüm aktarımları duraklat
uk: Призупинити всі роздачі

source: Pause Selected
af: Laat Gekose Wag
bg: Пауза на избраните
de: Ausgewählte Anhalten
el: Παύση Επιλεγμένων
es: Detener seleccionados
eu: Pausatu Aukeratutakoak
fr: Mettre en pause la sélection
he: השהית הפריטים שנבחרו
hu: Kiválasztottak szüneteltetése
it: Metti in pausa selezionati
ja: 選択を停止
nl: Pauzeer geselecteerde
pl: Wstrzymaj zaznaczone
pt_br: Pausar Selecionados
pt_pt: Pausar seleccionados
ru: Приостановить выбранное
sv: Pausa markerade
tr: Seçiliyi Duraklat
uk: Призупинити Вибрані

source: Pause selected transfers
af: Laat gekose oordragte wag
bg: Пауза на избраните трансфери
de: Ausgewählte Übertragungen anhalten
el: Παύση επιλεγμένων μεταφορών
es: Detener tareas seleccionadas
eu: Pausatu aukeratutako transferentziak
fr: Mettre en pause les transferts sélectionnés
he: השהית ההעברות שנבחרו
hu: Kiválasztott átvitelek szüneteltetése
it: Metti in pausa i trasferimenti selezionati
ja: 選択した転送を停止
nl: Pauzeer geselecteerde overdrachten
pl: Wstrzymaj zaznaczone przesyłania
pt_br: Pausar transferências selecionadas
pt_pt: Pausar transferências seleccionadas
ru: Приостановить выбранные раздачи
sv: Pausa markerade överföringar
tr: Seçili aktarımları duraklat
uk: Призупинити вибрані роздачі

source: Pause the transfer
af: Laat die oordrag wag
bg: Пауза на трансфера
de: Übertragung anhalten
el: Παύση της μεταφοράς
es: Detener la tarea
eu: Pausatu transferentzia
fr: Mettre le transfert en pause
he: השהית ההעברה
hu: Átvitel szüneteltetése
it: Metti in pausa il trasferimento
ja: 転送を停止
nl: Pauzeer de overdracht
pl: Wstrzymaj przesyłanie
pt_br: Pausar a transferência
pt_pt: Pausar a transferência
ru: Приостановить раздачу
sv: Pausa överföringen
tr: Aktarımı duraklat
uk: Призупинити роздачу

source: Paused
af: Wagtend
bg: На пауза
de: Angehalten
el: Σε παύση
es: Parado
eu: Pausatua
fr: Mis en pause
he: מושהה
hu: Szüneteltetve
it: In pausa
ja: 停止
nl: Gepauzeerd
pl: Wstrzymano
pt_br: Pausado
pt_pt: Em pausa
ru: Приостановлены
sv: Pausad
tr: Duraklatıldı
uk: Призупинено

source: Peer is unchoking you, but you are not interested
af: Eweknie ontwurg u, maar u stel nie belang nie
bg: Участникът ви е отблокирал, но вие не сте заинтересовани
de: Verbindungspartner hebt die Drosselung auf; aber Sie haben kein Interesse.
el: Ο ομότιμος χρήστης προσπαθεί να σας αποσυμφορήσει, αλλά εσείς δεν ενδιαφέρεστε
es: El cliente te está desbloqueando, pero no estás interesado
eu: Kideak buxadura kentzen ari zaigu, baina ez gaude interesatuta
fr: Le pair ne vous étrangle plus, mais vous n’êtes pas intéressé
he: העמית שחרר את הבלימה, אבל אין לנו עניין
hu: A partner feloldotta önt, de ön nem érdeklődik
it: Il peer sta rimuovendo il limite verso di te, ma non sei interessato
ja: ピアがあなたをアンチョークしているが影響なし
nl: Peer verstikt u niet meer, maar u bent niet geïnteresseerd
pl: Partner odblokował tego klienta, ale nie jesteśmy zainteresowani
pt_br: O par está desbloqueando você, mas você não está interessado
pt_pt: O peer está a descongestioná-lo, mas você não está interessado
ru: Имеющиеся у пользователя части торрента вас не интересуют
sv: Jämliken har tagit bort begränsning för dig, men du är inte intresserad
tr: Kullanıcı size izin veriyor, ancak siz ilgili değilsiniz
uk: Наявні у користувача частини торрента вас не цікавлять

source: Peer wants you to upload, but you do not want to (interested and choked)
af: Eweknie wil hê u moet oplaai, maar u wil nie (stel belang en gewurg)
bg: Участникът иска да качвате, но вие не искате (заинтересован и блокиран)
de: Verbindungspartner bittet um Senden; aber Sie haben kein Interesse (interessiert und blockiert).
el: Ο ομότιμος χρήστης επιθυμεί να αποστείλετε, αλλά δεν θέλετε (ενδιαφέρεστε αλλά δεν επιτρέπετε την ανταλλαγή δεδομένων)
es: El cliente quiere subir, pero tú no quieres (interesado y bloqueado)
eu: Kideak zuk igortzea nahi du, baina zuk ez duzu nahi (interesatua eta buxatuta)
fr: Le pair veut que vous téléversiez, mais vous ne le souhaitez pas (intéressé et étranglé)
he: העמית רוצה שנעלה, אך אין לנו עניין (מעוניינים אך נבלמו)
hu: A partner azt akarja, hogy töltsön fel, de ön nem akarja (érdekel és elfojtott)
it: Il peer vuole dati da parte tua, ma tu non vuoi inviarli (interessato e limitato)
ja: ピアはアップロードを望みますがあなたはそうしません (インタレストありチョークあり)
nl: Peer wil dat u uploadt, maar dat wilt u niet (geïnteresseerd en verstikt)
pl: Partner chce pobierać od tego klienta, ale klient tego nie chce (zainteresowane i zablokowane)
pt_br: O par quer que você faça upload, mas você não quer (interessado e bloqueado)
pt_pt: O peer quer que envie, mas você não quer (interessado e congestionado)
ru: Пользователь заинтересован в имеющихся у вас частях торрента, но вы его блокируете
sv: Jämliken vill att du ska skicka, men du vill inte (intresserad och strypt)
tr: Karşıdaki kişi sizin yükleme yapmanızı istiyor, ancak siz istemiyorsunuz (ilgili ve izinli)
uk: Користувач зацікавлений в наявних у вас частинах торрента, але ви його блокуєте

source: Peers
af: Eweknieë
bg: Участници
de: Teilnehmer
el: Ομότιμοι χρήστες
es: Clientes
eu: Kideak
fr: Pairs
he: עמיתים
hu: Partnerek
it: Peer
ja: ピア
pl: Partnerzy
pt_br: Pares
ru: Пользователи
sv: Jämlikar
tr: Kullanıcılar
uk: Користувачі

source: Port check site is down
af: Poortnagaanwerf is vanlyn
bg: Сайтът за проверка на порта не работи
de: Site zum Überprüfen des Ports ist nicht erreichbar.
el: Η ιστοσελίδα ελέγχου θυρών είναι εκτός λειτουργίας
es: Sitio de comprobación de puertos caido
eu: Ataka-egiaztatzeko gunea erorita dago
fr: Le site de vérification de ports est hors service
he: אתר בדיקות פיתחה אינו זמין
hu: Port ellenőrző oldal nem elérhető
it: Il sito di test non è disponibile
ja: ポート確認サイトの反応なし
nl: Poortcontrolesite onbereikbaar
pl: Strona do sprawdzania portu jest niedostępna
pt_br: O site de verificação da porta está inoperante
pt_pt: Website de verificação inacessível
ru: Сайт проверки порта недоступен
sv: Webbplats för portkontroll är nere
tr: Port kontrol alanı çalışmıyor
uk: Сайт перевірки порту не працює

source: Port is closed
af: Poort is geslote
bg: Портът е затворен
de: Port ist geschlossen.
el: Η θύρα είναι κλειστή
es: El puerto está cerrado
eu: Ataka itxita dago
fr: Le port est fermé
he: הפתחה סגורה
hu: A port zárva van
it: La porta è chiusa
ja: ポートは閉じています
nl: Poort is gesloten
pl: Port jest zamknięty
pt_br: A porta está fechada
pt_pt: A porta está fechada
ru: Порт закрыт
sv: Porten är stängd
tr: Port kapalı
uk: Порт закритий

source: Port is open
af: Poort is oop
bg: Портът е отворен
de: Port ist geöffnet.
el: Η θύρα είναι ανοιχτή
es: El puerto está abierto
eu: Ataka zabalik dago
fr: Le port est ouvert
he: הפתחה פתוחה
hu: A port nyitva van
it: La porta è aperta
ja: ポートは開いています
nl: Poort is open
pl: Port jest otwarty
pt_br: A porta está aberta
pt_pt: A porta está aberta
ru: Порт открыт
sv: Porten är öppen
tr: Port açık
uk: Порт відкритий

source: Priority
af: Prioriteit
bg: Приоритет
de: Priorität
el: Προτεραιότητα
es: Prioridad
eu: Lehentasuna
fr: Priorité
he: עדיפות
hu: Prioritás
it: Priorità
ja: 優先度
nl: Prioriteit
pl: Priorytet
pt_br: Prioridade
pt_pt: Prioridade
ru: Приоритет
sv: Prioritet
tr: Öncelik
uk: Пріоритет

source: Priority Not Available
af: Prioriteit Onbeskikbaar
bg: Приоритет не е наличен
de: Priorität ist nicht gesetzt
el: Η προτεραιότητα δεν είναι διαθέσιμη
es: Prioridad no disponible
eu: Lehentasuna ez-eskuragarri
fr: La priorité n’est pas proposée
he: העדיפות אינה זמינה
hu: Prioritás nem elérhető
it: Priorità non disponibile
ja: 優先度なし
nl: Prioriteit niet beschikbaar
pl: Niedostępny priorytet
pt_br: Prioridade Não Disponível
pt_pt: Prioridade não disponível
ru: Приоритет недоступен
sv: Prioritet inte tillgänglig
tr: Öncelik Kullanılamaz
uk: Пріоритет Недоступний

source: Private Torrent, non-tracker peer discovery disabled
af: Privaattorrent, nie-spoordereweknie-ontdekking gedeaktiveer
bg: Частен торент, откриването на участници извън тракера е изключено
de: Privater Torrent, Entdecken von Teilnehmern ohne Tracker nicht aktiv
el: Ιδιωτικό Torrent, απενεργοποίηση ανακάλυψης ομότιμων χρηστών χωρίς-ιχνηλάτη
es: Torrent privado, búsqueda de clientes de fuera del tracker desactivado
eu: Torrent Pribatua, aztarnariarenak ez diren kideek aurkikuntza desgaituta
fr: Torrent privé, utilisation des pairs du traceur uniquement
he: טורנט פרטי, גילוי עמיתים מחוץ לעוקב מושבת
hu: Privát torrent, a tracker nélküli partner felfedezés letiltva
it: Torrent privato, scoperta dei peer non di tipo server traccia disabilitata
ja: 非公開トレント、非トラッカーピア探索無効
nl: Privétorrent, enkel trackerpeeruitwisseling toegestaan
pl: Prywatny torrent, wyłączono wykrywanie partnerów nieużywające serwerów śledzących
pt_br: Torrent privado, descoberta de pares não-rastreáveis desativada
pt_pt: Torrent privado, pesquisa de peers extra-tracker desactivada
ru: Частный торрент, обнаружение пользователей вне трекера отключено
sv: Privat torrent, upptäckt för icke-spårarjämlikar inaktiverat
tr: Gizli Torrent, izleyicisiz kullanıcı bulumu etkisizleştirildi
uk: Приватний торрент, визначення користувачами поза толокою вимкнено

source: Process
af: Proses
bg: Процес
de: Vorgang
el: Διεργασία
es: Proceso
eu: Prozesatu
fr: Traitement
he: תהליך
hu: Folyamat
it: Elaborazione
ja: 処理
nl: Taak
pl: Proces
pt_br: Processo
pt_pt: Processar
ru: Процесс
tr: İşlem
uk: Процеси

source: Processing blocklist
af: Verwerk tans bloklys
bg: Обработка на списък за блокиране
de: Verarbeite Blockliste
el: Γίνεται επεξεργασία της λίστας αποκλεισμού
es: Procesando lista de bloqueo
eu: Blokeo-zerrenda prozesatzen
fr: Traitement de la liste de blocage
he: רשימת החסימה מעובדת
hu: Tiltólista feldolgozása
it: Elaborazione della blocklist...
ja: ブロックリストの処理中
nl: Verwerken van zwarte lijst
pl: Przetwarzanie listy blokowania
pt_br: Processando a lista de bloqueio
pt_pt: A processar lista de bloqueio
ru: Обрабатываю черный список
sv: Processar blocklistan
tr: Kara dizelge işleniyor
uk: Обробка чорного списку

source: Program Started
af: Program is Begin
bg: Програмата е стартирана
de: Programm gestartet
el: Εκκίνηση προγράμματος
es: Programa comenzado
eu: Programa Hasita
fr: Le programme a été démarré
he: התכנית החלה
hu: Program elindult
it: Programma avviato
ja: プログラム実行
nl: Programma gestart
pl: Uruchomiono program
pt_br: Programa Iniciado
pt_pt: Programa iniciado
ru: Запущено
sv: Program startat
tr: Uygulama Başladı
uk: Програму Запущено

source: Progress: %@
af: Vordering: %@
bg: Напредък: %@
de: Fortschritt: %@
el: Πρόοδος: %@
es: Progreso: %@
eu: Aurrerapena: %@
fr: Progression : %@
he: תהליך: %@
hu: Folyamat: %@
it: Avanzamento: %@
ja: 進行率: %@
nl: Voortgang: %@
pl: Postęp: %@
pt_br: Processo: %@
pt_pt: Progresso: %@
ru: Прогресс: %@
sv: Förlopp: %@
tr: İlerleme: %@
uk: Стан: %@

source: Protocol: %@
af: Protokol: %@
bg: Протокол: %@
de: Protokoll: %@
el: Πρωτόκολλο: %@
es: Protocolo: %@
eu: Protokoloa: %@
fr: Protocole : %@
he: פרוטוקול: %@
hu: Protokoll: %@
it: Protocollo: %@
ja: プロトコル: %@
pl: Protokół: %@
pt_br: Protocolo: %@
pt_pt: Protocolo: %@
ru: Протокол: %@
sv: Protokoll: %@
tr: Protokol: %@
uk: Протокол: %@

source: Public Torrent
af: Openbare Torrent
bg: Публичен торент
de: Öffentlicher Torrent
el: Δημόσιο Torrent
es: Torrent público
eu: Torrent Publikoa
fr: Torrent public
he: טורנט ציבורי
hu: Nyilvános torrent
it: Torrent pubblico
ja: 公開トレント
nl: Publieke torrent
pl: Publiczny torrent
pt_br: Torrent Público
pt_pt: Torrent público
ru: Публичный торрент
sv: Publik torrent
tr: Halka Açık Torrent
uk: Публічний Торрент

source: Purple
af: Pers
bg: Лилав
de: Violett
el: Μοβ
es: Violeta
eu: Morea
fr: Violet
he: סגול
hu: Lila
it: Viola
ja: パープル
nl: Paars
pl: Fioletowy
pt_br: Roxo
pt_pt: Roxo
ru: Пурпурная
sv: Lila
tr: Mor
uk: Бузкова

source: Quick Look
af: Kitskyk
bg: Бърз преглед
de: Übersicht
es: Vista Rápida
eu: Begirada Azkarra
fr: Coup d’œil
he: מבט מהיר
hu: Gyors nézet
it: Visualizzazione rapida
ja: クイックルック
pt_br: Visualização Rápida
pt_pt: Vista Rápida
ru: Быстрый просмотр
sv: Överblick
tr: Göz At
uk: Швидкий Перегляд

source: Quit
af: Sluit Af
bg: Изход
de: Beenden
el: Έξοδος
es: Salir
eu: Irten
fr: Fermer
he: יציאה
hu: Kilépés
it: Esci
ja: 終了
nl: Stop
pl: Zakończ
pt_br: Sair
pt_pt: Sair
ru: Завершить
sv: Avsluta
tr: Çık
uk: Вихід

source: Quitting
de: Beenden
it: Uscita
nl: Stoppen
tr: Kapanıyor

source: Ratio
bg: Коефициент
de: Verhältnis
el: Αναλογία
eu: Maila
he: יחס
hu: Arány
it: Rapporto
ja: 共有比
pl: Udział
pt_br: Proporção
pt_pt: Rácio
ru: Рейтинг
sv: Kvot
tr: Oran
uk: Рейтинг

source: Red
af: Rooi
bg: Червен
de: Rot
el: Κόκκινο
es: Rojo
eu: Gorria
fr: Rouge
he: אדום
hu: Piros
it: Rosso
ja: レッド
nl: Rood
pl: Czerwony
pt_br: Vermelho
pt_pt: Vermelho
ru: Красная
sv: Röd
tr: Kırmızı
uk: Червона

source: remaining time unknown
af: oorblywende tyd onbekend
bg: оставащото време е неизвестно
de: Verbleibende Zeit unbekannt
el: άγνωστος υπολειπόμενος χρόνος
es: tiempo restante desconocido
eu: geratzen den denbora ezezaguna
fr: le temps restant est inconnu
he: הזמן שנותר לא ידוע
hu: hátralévő idő ismeretlen
it: tempo residuo sconosciuto
ja: 残り時間不明
nl: resterende tijd onbekend
pl: pozostały czas jest nieznany
pt_br: tempo restante desconhecido
pt_pt: tempo restante desconhecido
ru: оставшееся время неизвестно
sv: återstående tid är okänd
tr: kalan süre bilinmiyor
uk: час, що залишився, невідомий

source: Remote
af: Afstand
bg: Отдалечен достъп
de: Entfernter Zugriff
el: Απομακρυσμένα
es: Remoto
eu: Urrutikoa
fr: À distance
he: מרוחק
hu: Távoli
it: Remoto
ja: リモート
nl: Extern beheer
pl: Zdalnie
pt_br: Remoto
pt_pt: Remoto
ru: Удаленное управление
sv: Fjärråtkomst
tr: Uzaktan Kontrol
uk: Віддалене керування

source: Remove
af: Verwyder
bg: Премахване
de: Entfernen
el: Αφαίρεση
es: Eliminar
eu: Kendu
fr: Supprimer
he: הסרה
hu: Eltávolít
it: Rimuovi
ja: 除去
nl: Verwijder
pl: Usuń
pt_br: Remover
pt_pt: Remover
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Видалити

source: Remove all transfers that have completed seeding.
af: Verwyder alle oordragte wat klaar gesaai is.
bg: Премахване на всички трансфери, които са завършили сийдването.
de: Vollständig verteilte Übertragungen entfernen.
el: Αφαίρεση όλων των μεταφορών που έχει ολοκληρωθεί ο διαμοιρασμός τους.
es: Eliminar todas las tareas que hayan terminado de compartir.
eu: Kendu igortzea amaitu duten transferentzia guztiak.
fr: Enlever tous les transferts après propagation.
he: הסרת כל ההעברות שזריעתן הסתיימה.
hu: Összes átvitel eltávolítása amely befejezte a megosztást.
it: Rimuovi tutti i trasferimenti che hanno terminato la distribuzione.
ja: シード完了した転送項目をすべて除去
nl: Verwijder alle overdrachten die volledig geseed zijn.
pl: Usuń wszystkie przesyłania, które ukończyły wysyłanie.
pt_br: Remover todas as transferências que tenham concluído a semeadura.
pt_pt: Remover todas as transferências que terminaram o envio.
ru: Удалить все завершенные раздачи
sv: Ta bort alla överföringar som har distribuerat klart.
tr: Beslemesi biten tüm aktarımları kaldır.
uk: Видалити усі завершені роздачі.

source: Remove Selected
af: Verwyder Gekose
bg: Премахване на избраните
de: Ausgewählte entfernen
el: Αφαίρεση Επιλεγμένων
es: Eliminar seleccionados
eu: Kendu Aukeratutakoak
fr: Supprimer la sélection
he: הסרת הנבחרים
hu: Kiválasztottak eltávolítása
it: Rimuovi selezionati
ja: 選択を除去
nl: Verwijder geselecteerde
pl: Usuń zaznaczone
pt_br: Remover Selecionado
pt_pt: Remover seleccionados
ru: Удалить выбранные
sv: Ta bort markerade
tr: Seçiliyi Kaldır
uk: Видалити Вибрані

source: Remove selected trackers
af: Verwyder gekose spoorders
bg: Премахване на избраните тракери
de: Ausgewählte Tracker entfernen
el: Αφαίρεση επιλεγμένων ιχνηλατών
es: Eliminar trackers seleccionados.
eu: Kendu aukeratutako aztarnariak
fr: Enlever les traceurs sélectionnés
he: הסרת העוקבים הנבחרים
hu: Kiválasztott trackerek eltávolítása
it: Rimuovi i server traccia selezionati
ja: 選択したトラッカーを削除
nl: Verwijder geselecteerde trackers
pl: Usuń zaznaczone serwery śledzące
pt_br: Remover rastreadores selecionados
pt_pt: Remover trackers seleccionados
ru: Удалить выбранные трекеры
sv: Ta bort markerade spårare
tr: Seçili izleyicileri kaldır
uk: Видалити вибрані толоки

source: Remove selected transfers
af: Verwyder gekose oordragte
bg: Премахване на избраните трансфери
de: Ausgewählte Übertragungen entfernen
el: Αφαίρεση επιλεγμένων μεταφορών
es: Eliminar las tareas seleccionadas
eu: Kendu aukeratutako transferentziak
fr: Supprimer les transferts sélectionnés
he: הסרת ההעברות הנבחרות
hu: Kiválasztott átvitelek eltávolítása
it: Rimuovi trasferimenti selezionati
ja: 選択した転送を除去
nl: Verwijder geselecteerde overdrachten
pl: Usuń zaznaczone przesyłania
pt_br: Remover transferências selecionadas
pt_pt: Remover transferências seleccionadas
ru: Удалить выбранные раздачи
sv: Ta bort markerade överföringar
tr: Seçili aktarımları kaldır
uk: Видаліть вибрані роздачі

source: Rename
af: Hernoem
bg: Преименуване
de: Umbenennen
el: Μετονομασία
es: Renombrar
eu: Berrizendatu
fr: Renommer
he: שינוי שם
hu: Átnevezés
it: Rinomina
ja: 名前の変更
nl: Hernoemen
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Renomear
ru: Переименовать
sv: Byt namn
tr: Yeniden Adlandır
uk: Перейменувати

source: Rename File
af: Hernoem Lêer
bg: Преименуване на файл
de: Datei umbenennen
el: Μετονομασία Αρχείου
es: Renombrar archivo
eu: Aldatu fitxategiaren izena
fr: Renommer le fichier
he: שינוי שם קובץ
hu: Fájl átnevezése
it: Rinomina file
ja: ファイル名の変更
nl: Bestand hernoemen
pl: Zmień nazwę pliku
pt_br: Renomear Arquivo
pt_pt: Renomear ficheiro
ru: Переименовать файл
sv: Byt namn på fil
tr: Yeniden Adlandır
uk: Перейменувати Файл

source: Rename the file "%@":
af: Hernoem die lêer “%@”:
bg: Преименуване на файла "%@":
de: Datei „%@“ umbenennen:
el: Μετονομασία του αρχείου "%@":
es: Renombrar el archivo "%@":
eu: Aldatu "%@" fitxategiaren izena:
fr: Renommer le fichier « %@ » :
he: לשנות את שם הקובץ „%@”:
hu: "%@" fájl átnevezése:
it: Rinomina il file "%@":
ja: ファイル名「%@」の変更;
nl: Hernoem het bestand ‘%@’:
pl: Zmień nazwę pliku „%@”:
pt_br: Renomear o arquivo "%@":
pt_pt: Renomear o ficheiro "%@":
ru: Переименовать файл «%@»:
sv: Byt namn på filen "%@":
tr: "%@" dosyasını yeniden adlandır:
uk: Перейменувати файл "%@"

source: Reset
af: Herstel
bg: Нулиране
de: Zurücksetzen
el: Επαναφορά
es: Restaurar
eu: Berrabiarazi
fr: Réinitialiser
he: איפוס
hu: Visszaállítás
ja: 初期化
nl: Opnieuw instellen
pl: Usuń
pt_br: Reiniciar
pt_pt: Repor
ru: Очистить
sv: Återställ
tr: Sıfırla
uk: Скинути

source: Resume All
af: Hervat Alles
bg: Продължаване на всички
de: Alle fortsetzen
el: Συνέχιση Όλων
es: Reanudar todos
eu: Jarraitu Guztiekin
fr: Tout reprendre
he: להמשיך הכול
hu: Összes Folytatása
it: Riprendi tutti
ja: すべて再開
nl: Hervat alles
pl: Wznów wszystko
pt_br: Retomar Tudo
pt_pt: Retomar todos
ru: Возобновить все
sv: Återuppta alla
tr: Tümünü Sürdür
uk: Відновити Всі

source: Resume all transfers
af: Hervat alle oordragte
bg: Продължаване на всички трансфери
de: Alle Übertragungen fortsetzen
el: Συνέχιση όλων των μεταφορών
es: Reanudar todas las tareas
eu: Jarraitu transferentzia guztiekin
fr: Reprendre tous les transferts
he: להמשיך את כל ההעברות
hu: Összes átvitel folytatása
it: Riprendi tutti i trasferimenti
ja: すべての転送を再開
nl: Hervat alle overdrachten
pl: Wznów wszystkie przesyłania
pt_br: Retomar todas as transferências
pt_pt: Retomar todas as transferências
ru: Возобновить все раздачи
sv: Återuppta alla överföringar
tr: Tüm aktarımları sürdür
uk: Відновити всі роздачі

source: Resume Selected
af: Hervat Gekose
bg: Продължаване на избраните
de: Ausgewählte fortsetzen
el: Συνέχιση Επιλεγμένων
es: Reanudar seleccionados
eu: Jarraitu Aukeratutakoekin
fr: Reprendre la sélection
he: להמשיך את הנבחרות
hu: Kiválasztottak folytatása
it: Riprendi selezionati
ja: 選択項目を再開
nl: Hervat geselecteerde
pl: Wznów zaznaczone
pt_br: Retomar Selecionado
pt_pt: Retomar seleccionados
ru: Возобновить выбранные
sv: Återuppta markerade
tr: Seçiliyi Sürdür
uk: Відновити вибрані

source: Resume selected transfers
af: Hervat gekose oordragte
bg: Продължаване на избраните трансфери
de: Ausgewählte Übertragungen fortsetzen
el: Συνέχιση επιλεγμένων μεταφορών
es: Reanudar las tareas seleccionadas
eu: Jarraitu aukeratutako transferentziekin
fr: Reprendre les transferts sélectionnés
he: להמשיך את ההעברות הנבחרות
hu: Kiválasztott átvitelek folytatása
it: Riprendi i trasferimenti selezionati
ja: 選択した転送を再開
nl: Hervat geselecteerde overdrachten
pl: Wznów zaznaczone przesyłania
pt_br: Retomar transferências selecionadas
pt_pt: Retomar as transferências seleccionadas
ru: Возобновить выбранные раздачи
sv: Återuppta markerade överföringar
tr: Seçili aktarımları sürdür
uk: Відновити вибрані роздачі
