Repository: transmission/transmission
Catalog: macosx/*.lproj/Localizable.strings
Languages: af, bg, de, el, es, eu, fr, he, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sv, tr, uk

source: Transmission is a file-sharing program. When you run a torrent, its data will be made available to others by means of upload. You and you alone are fully responsible for exercising proper judgement and abiding by your local laws.
af: Transmission is ’n lêerdeelprogram. Wanneer u ’n torrent laat loop word die lêer se data beskikbaar aan ander d.m.v. oplaai. U is alleenlik ten volle verantwoordelik om behoorlike oordeel uit te oefen en aan u plaaslike wette te gehoorsaam.
bg: Transmission е програма за споделяне на файлове. Когато стартирате торент, данните му ще бъдат достъпни за други чрез качване. Вие и само вие носите пълна отговорност за правилната преценка и спазването на местните закони.
de: Transmission ist ein File-Sharing Programm. Es stellt die Daten aktiver Torrents zum Verteilen an andere Teilnehmer zur Verfügung. Die Verantwortung zur angemessenen Nutzung im Einklang mit den lokalen Gesetzen liegt bei Ihnen.
el: Το Transmission είναι ένα πρόγραμμα κοινής χρήσης αρχείων. Όταν εκτελείτε ένα torrent, τα δεδομένα του θα διατίθενται σε άλλους μέσω μεταφόρτωσης. Εσείς και μόνο εσείς είστε πλήρως υπεύθυνοι για την άσκηση ορθής κρίσης και την τήρηση των τοπικών σας νόμων.
es: Transmission es un programa de compartir archivos. Cuando pones en marcha un torrent, su contenido se hará disponible a otros mediante subida. Tú y sólo tú eres completamente responsable de ejercer el juicio correcto y respetar tus leyes locales.
eu: Transmission fitxategiak partekatzeko programa bat da. Torrent bat exekutatzen duzunean, bere datuak eskuragarri jarriko dira igorriak izan daitezen. Zu eta soilik zu zara arduraduna zure lekuko legeak betetzeko erabaki zentzudunak egiteko.
fr: Transmission est un programme de partage de fichiers. Quand vous hébergez un torrent, ses données sont mises à disposition d’autrui par voie de téléversement. Vous et vous seul êtes entièrement responsable d’exercer un jugement adéquat et de respecter vos lois locales.
he: ‏Transmission היא תכנה לשיתוף קבצים. כאשר טורנט מופעל, הנתונים בו יהיו נגישים לאחרים דרך מנגנון ההעלאה. האחריות הבלעדית להפעלת שיקול דעת נכון ולציית לחוקים המקומיים חלים עליכם בלבד.
hu: A Transmission egy fájlmegosztó program. Egy torrent futtatása során a hozzá tartozó adatok elérhetővé válnak más felhasználók számára is. Minden megosztott tartalomért kizárólag Ön tartozik felelősséggel.
it: Transmission è un programma di file-sharing. I contenuti dei torrent saranno messi a disposizione di altri utenti attraverso l'invio di dati. L'esercizio di un giudizio appropriato ed il rispetto delle leggi in vigore è di vostra esclusiva responsabilità.
ja: Transmission はファイル共有プログラムです。トレントを利用すると、アップロードを通じてそのデータを他者が入手できるようになります。適切に判断し現地の法律を遵守する責任は、あなた自身にあります。
nl: Transmission is een programma om bestanden te delen. Als u een torrent downloadt worden de gegevens ervan beschikbaar gesteld voor anderen door middel van upload. U, en enkel u, bent volledig verantwoordelijk voor het respecteren van lokale wetgeving.
pl: Transmission jest programem do udostępniania plików. Kiedy uruchamiany jest torrent, jego dane stają się dostępne dla innych. Wyłącznie użytkownik jest odpowiedzialny za właściwe zachowanie i przestrzeganie lokalnego prawa.
pt_br: O Transmission é um programa de compartilhamento de arquivos. Ao ativar um torrent, você vai estar disponibilizando-o para os demais usuários da rede. Você é o responsável legal pelo conteúdo que compartilhar; respeite as leis locais.
pt_pt: O Transmission é uma aplicação de partilha de ficheiros. Quando inicia um torrent, esses dados serão disponibilizados para outros através do envio de informação. Você, e apenas você, é totalmente responsável por exercer bom senso e cumprir as suas leis locais.
ru: Transmission — программа для обмена файлами. Когда ты запускаешь раздачу, ее данные становятся доступны для скачивания другими. Естественно, ответственность по выбору данных для обмена лежит на тебе.
sv: Transmission är ett fildelningsprogram. När du kör en torrent, kommer dess data att göras tillgängliga för andra genom att den skickas. Du och endast du är fullt ansvarig för att utöva korrekt omdöme och följa dina lokala lagar.
tr: Transmission bir dosya paylaşım uygulamasıdır. Bir torrenti çalıştırdığınizda torrent verisi diğer herkese açık olacaktır. Bunun yerel kanunlarla olan uyumundan yalnız ve yalnız siz sorumlusunuz.
uk: Transmission - це програма для обміну файлами. Під час запуску торрента його дані стануть доступними для інших шляхом завантаження. Ви та лише ви несете повну відповідальність перед судом та дотриманням місцевих законів.

source: Transmission is a full-featured torrent application. A lot of time and effort have gone into development, coding, and refinement. If you enjoy using it, please consider showing your love with a donation.
af: Transmission is ’n volledige torrenttoepassing. Baie tyd en moeite is bestee aan die ontwikkeling, kodering en verfyning hiervan. Oorweeg dit asb. om u genot met ’n donasie te toon.
bg: Transmission е пълнофункционално торент приложение. Много време и усилия са вложени в разработка, кодиране и усъвършенстване. Ако ви харесва да го използвате, моля, обмислете да покажете подкрепата си с дарение.
de: Transmission ist ein leistungsstarkes Programm zum Nutzen von BitTorrent Netzwerken. Eine Menge Zeit und Arbeit sind in das Entwickeln, Programmieren und Gestalten des Programms geflossen. Falls das Programm für Sie nützlich ist, freuen wir uns über eine Spende.
el: Το Transmission είναι μια πλήρης εφαρμογή torrent. Έχει δαπανηθεί πολύς χρόνος και προσπάθεια για την ανάπτυξη, την κωδικοποίηση και τη βελτίωση. Εάν απολαμβάνετε την χρήση του, σκεφτείτε να δείξετε την αγάπη σας με μια δωρεά.
es: Transmission es un completo gestor de torrents. Si disfrutas usándolo, por favor, considera mostrar tu amor con una donación.
eu: Transmission funtzio askoz hornitutako torrent aplikazio bat da. Garapenak, kodea idazteak eta hobekuntzak denbora eta esfortzu handia behar izan du. Transmission erabiltzea gustuko baduzu, zure maitasuna erakusteko donazio bat egitea hausnartu ezazu.
fr: Transmission est une application Bittorrent complète. Beaucoup d’efforts et de temps ont étés nécessaires à son développement, sa programmation et son peaufinement. Si vous appréciez son utilisation, pensez à montrer votre amour par un don.
he: ‏Transmission היא בעלת תכונות מלאות להעברת טורנטים. זמן ומאמץ רב הושקעו בפיתוח, קידוד ועידון. אם אתם נהנים מהשימוש בה, נא שקלו להפגין את אהבתכם בתרומה.
hu: A Transmission egy teljes funkcionalitású torrent alkalmazás. Sok időbe és erőfeszítésbe telt a fejlesztése. Ha örömmel használja, kérjük, megbecsüléseként járuljon hozzá a fejlesztéshez anyagi támogatással.
it: Transmission è una applicazione torrent ricca di funzionalità. Sviluppare, codificare e migliorare il programma ha richiesto molto tempo e molto impegno. Se ti piace usare questo software, per favore considera di mostrare il tuo gradimento tramite una donazione.
ja: Transmission は完全機能を備えたトレント用アプリです。開発、コードの作成また改良に多くの労力が費やされています。気に入っていただけているなら寄付によっていいね！することもできます。
nl: Transmission is een volledig torrentprogramma. Er is veel energie gestoken in het ontwikkelen, programmeren en het verfijnen. Als u er plezier aan heeft, toon dan uw liefde met een donatie.
pl: Transmission to w pełni funkcjonalny program do obsługi torrentów. W jego rozwój, programowanie i ulepszanie włożono wiele czasu i wysiłku. Jeśli Ci się podoba, prosimy rozważyć wsparcie finansowe.
pt_br: O Transmission é um aplicativo completo para torrent. Saiba que muito tempo e esforço foram investidos no desenvolvimento, codificação e refinamento. Se você gosta de usá-lo, considere fazer uma doação.
pt_pt: O Transmission é uma aplicação para torrents completa em funcionalidades. Foi dedicado muito tempo e esforço ao seu desenvolvimento e aperfeiçoamento. Se gosta de o usar, por favor considere mostrar o seu apreço com um donativo.
ru: Transmission — полнофункциональный торрент-клиент. Много времени и сил ушло на разработку, написание кода и оптимизацию. Если вам нравится эта программа, можете показать свою любовь, сделав пожертвование.
sv: Transmission är en fullfjädrad torrentapplikation. Mycket tid och ansträngning har lagts ner på utveckling, kodning och förfining. Om du gillar att använda den, överväg att visa din kärlek med en donation.
tr: Transmission tam donanımlı bir torrent uygulamasıdır. Geliştirme, kodlama ve ince ayarlarına çok fazla emek ve zaman harcadık. Eğer kullanmaktan memnunsanız, memnuniyetinizi ufak bir bağış ile gösterebilirsiniz.
uk: Transmission - це повнофункціональний торрент-додаток. Багато часу і сил пішло на розробку, кодування та вдосконалення. Якщо вам подобається користуватися ним, будь ласка, подумайте про те, щоб приявити свою любов через пожертву.

source: Transmission is already running.
af: Transmission loop reeds.
bg: Transmission вече работи.
de: Transmission ist bereits geöffnet.
el: Το Transmission είναι ήδη ανοιχτό.
es: Transmission ya está abierto.
eu: Transmission dagoeneko martxan dago.
fr: Transmission est déjà en cours d’exécution.
he: ‏Transmission כבר פעיל.
hu: Transmisson már fut.
it: Transmission è già in esecuzione.
ja: Transmission は既に実行中です。
nl: Transmission is al actief.
pl: Program Transmission jest już uruchomiony.
pt_br: O Transmission já está em execução.
pt_pt: O Transmission já está iniciado.
ru: Transmission уже запущен.
sv: Transmission körs redan.
tr: Transmission zaten çalışıyor.
uk: Transmission вже запущений.

source: UL
af: OL
bg: Качване
eu: Igoera
fr: Télévers.
he: העלאה
hu: FEL
it: Invio
ja: 上り
pl: Wysyłanie
pt_pt: ENV
ru: Р
sv: Sändning
tr: YK
uk: Роздача

source: UL to %d
de: Senden an %d
it: Invio a %d
nl: UL naar %d
tr: %d için YK

source: Uncheck Selected
af: Onmerk gekose
bg: Премахване на отметката на избраните
de: Ausgewählte Dateien nicht empfangen
el: Αποεπιλογή Επιλεγμένων
es: Desmarcar seleccionados
eu: Desmarkatu Aukeratutakoak
fr: Décocher la sélection
he: ביטול סימון הפריטים שנבחרו
hu: Kiválasztottak bejelölésének megszüntetése
it: Non spuntare selezionati
ja: 選択項目のチェックを外す
nl: Geselecteerde uitvinken
pl: Odznacz wybrane
pt_br: Desmarcar Selecionado
pt_pt: Desmarcar seleccionados
ru: Снять выбор
sv: Avmarkera valda
tr: Seçilinin İmini Kaldır
uk: Зніміть прапорці біля вибраного

source: unlimited
af: onbeperk
bg: неограничено
de: unbegrenzt
el: απεριόριστα
es: ilimitado
eu: mugagabea
fr: illimitée
he: ללא הגבלה
hu: korlátlan
it: non limitata
ja: 無制限
nl: onbeperkt
pl: bez ograniczenia
pt_br: ilimitado
pt_pt: ilimitado
ru: Неограниченно
sv: obegränsad
tr: limitsiz
uk: необмежено

source: unreadable error
af: onleesbare fout
bg: нечетима грешка
de: nicht lesbare Fehlermeldung
el: Μη αναγνώσιμο σφάλμα
es: error ilegible
eu: Irakurri ezin den errorea
fr: erreur illisible
he: שגיאה בלתי ניתנת לקריאה
hu: olvashatatlan hiba
it: errore illeggibile
ja: 読み取り不可能なエラー
nl: onleesbare foutmelding
pl: nieczytelny błąd
pt_br: erro ilegível
pt_pt: Erro de leitura
ru: неопознанная ошибка
sv: oläsbart fel
tr: okunamayan hata
uk: невідома помилка

source: untitled
af: naamloos
bg: неозаглавен
de: Transmission Meldungen
el: άτιτλο
es: sin título
eu: izenbururik gabe
fr: sans titre
he: ללא שם
hu: névtelen
it: senza titolo
ja: 無題
nl: naamloos
pl: bez tytułu
pt_br: sem título
pt_pt: sem título
ru: Новый
sv: namnlös
tr: adsız
uk: без назви

source: Upload speed
af: Oplaaispoed
bg: Скорост на качване
de: Sendegeschwindigkeit
el: Ταχύτητα αποστολής
es: Velocidad de subida
eu: Igoera-abiadura
fr: Vitesse de téléversement
he: מהירות העלאה
hu: Feltöltési sebesség
it: Velocità invio
ja: アップロード速度
nl: Uploadsnelheid
pl: Prędkość wysyłania
pt_br: Velocidade de upload
pt_pt: Velocidade de envio
ru: Скорость раздачи
sv: Sändningshastighet
tr: Gönderme hızı
uk: Швидкість завантаження

source: Uploaded
af: Opgelaai
bg: Качено
de: Gesendet
el: Μεταφορτώθηκε
es: Subido
eu: Igotakoa
fr: Téléversé
he: הועלו
hu: Feltöltve
it: Inviati
ja: アップロード
nl: Geüpload
pl: Wysłano
pt_br: Enviado
pt_pt: Enviado
ru: Роздано
sv: Skickat
tr: Gönderildi
uk: Роздано

# uploaded %@ (Ratio: %@)
source: uploaded %1$@ (Ratio: %2$@)
af: opgelaai %1$@ (Ratio: %2$@)
bg: качено %1$@ (Коефициент: %2$@)
de: %1$@ gesendet (Verhältnis: %2$@)
el: μεταφορτώθηκε %1$@ (Αναλογία: %2$@)
es: subido %1$@ (Ratio: %2$@)
eu: %1$@ igota (Maila: %2$@)
fr: téléversé %1$@ (ratio : %2$@)
he: הועלו %1$@ (יחס: %2$@)
hu: %1$@ feltöltve (Arány:%2$@)
it: inviati %1$@ (rapporto: %2$@)
ja: アップロード %1$@ (共有比: %2$@)
nl: %1$@ geüpload (verhouding: %2$@)
pl: wysłano %1$@ (udział: %2$@)
pt_br: enviado %1$@ (proporção: %2$@)
pt_pt: enviou %1$@ (Rácio: %2$@)
ru: роздано %1$@ (рейтинг: %2$@)
sv: skickat %1$@ (Kvot: %2$@)
tr: %1$@ gönderilen (Oran: %2$@)
uk: роздано %1$@ (Рейтинг: %2$@)

source: Uploading To Peer
af: Laai Tans Op Na Eweknie
bg: Качване към участник
de: Sende an Teilnehmer
el: Αποστολή σε ομότιμο χρήστη
es: Subiendo a cliente
eu: Kideei Igotzen
fr: Téléversement vers le pair
he: מתבצעת העלאה לעמית
hu: Feltöltés partnereknek
it: Invio al peer
ja: ピアへアップロード中
nl: Uploaden naar peer
pl: Wysyłanie do partnera
pt_br: Enviando para Pares
pt_pt: A enviar para o peer
ru: Раздаю пользователю
sv: Skickar till jämlike
tr: Karşıdaki kişiye yükleniyor
uk: Роздаю користувачу

source: Waiting to check existing data
af: Wag tans om bestaande data na te gaan
bg: Изчакване за проверка на съществуващи данни
de: Auf Überprüfen der Daten warten
el: Αναμονή για έλεγχο υπαρχόντων δεδομένων
es: Esperando a la comprobación de datos
eu: Existitzen diren datuak egiaztatzeko itxaroten
fr: En attente de vérification des données existantes
he: בהמתנה לבדיקת הנתונים הקיימים
hu: Várakozás meglévő adatok ellenőrzésére
it: In attesa di verificare i dati esistenti
ja: 取得済みデータ確認を待機中
nl: Wachten om lokale gegevens te verifiëren
pl: Oczekiwanie na sprawdzenie pobranych danych
pt_br: Aguardando para verificar os dados existentes
pt_pt: A aguardar para verificar dados existentes
ru: Ожидаю проверки существующих данных
sv: Väntar på att kontrollera befintliga data
tr: Var olan veriyi denetlemek için bekleniyor
uk: Чекаємо на перевірку наявних даних

source: Waiting to download
af: Wag om af te laai
bg: Изчакване за изтегляне
de: Auf Empfangen warten
el: Αναμονή για λήψη
es: Esperando a descargar
eu: Deskargatzeko itxaroten
fr: En attente de téléchargement
he: בהמתנה להורדה
hu: Várakozás letöltésre
it: In attesa di ricevere
ja: ダウンロードを待機中
nl: Wachten om te downloaden
pl: Oczekiwanie na pobieranie
pt_br: Aguardando para baixar
pt_pt: A aguardar para receber
ru: Ожидаю скачивания
sv: Väntar på att hämta
tr: İndirmek için bekleniyor
uk: Очікування завантаження

source: Waiting to seed
af: Wag om te saai
bg: Изчакване за сийдване
de: Warten auf Verteilen
el: Αναμονή για διαμοιρασμό
es: Esperando a compartir
eu: Igortzeko itxaroten
fr: En attente de propagation
he: בהמתנה לזריעה
hu: Várakozás megosztásra
it: In attesa di effettuare distribuzione
ja: シードを待機中
nl: Wachten om te seeden
pl: Oczekiwanie na wysyłanie
pt_br: Aguardando para semear
pt_pt: A aguardar para enviar
ru: Ожидаю раздачи
sv: Väntar på att distribuera
tr: Beslemek için bekleniyor
uk: Очікування роздачі

source: Web Address
af: Webadres
bg: Уеб адрес
de: Web-Adresse
el: Διαδικτυακή Διεύθυνση
es: Dirección web
eu: Web Helbidea
fr: Adresse Web
he: כתובת אינטרנט
hu: Web cím
it: Sito web
ja: ウェブアドレス
nl: Webadres
pl: Adres
pt_br: Endereço Web
pt_pt: Endereço web
ru: URL
sv: Webbadress
tr: URL
uk: URL

source: web seed
af: websaad
bg: уеб сийдър
de: Web-Verteiler
el: διαμοιραστής δικτύου
es: semilla web
eu: web igortzea
fr: semence Web
he: זורע רשת
hu: webes partner
it: seeder web
ja: ウェブシード
pl: wysyłający w sieci
pt_pt: seed da web
ru: сайт раздачи
sv: webbdistribution
tr: web beslemesi
uk: Сайт роздачі

source: Web Seeds
af: Websade
bg: Уеб сийдъри
de: Web-Verteiler
el: Διαμοιραστές δικτύου
es: Semillas Web
eu: Web emaritzak
fr: Semences Web
he: זורעי רשת
hu: Webes partnerek
it: Seeder web
ja: ウェブシード
pl: Wysyłający w sieci
pt_br: Sementes da Web
pt_pt: Seeds da web
ru: Cайты раздачи
sv: Webbdistributioner
tr: Web Beslemeleri
uk: Сайти Роздачі

source: Welcome to Transmission
af: Welkom by Transmission
bg: Добре дошли в Transmission
de: Willkommen bei Transmission
el: Καλώς ήρθατε στο Transmission
es: Bienvenido a Transmission
eu: Ongi Etorri Transmission-era
fr: Bienvenue dans Transmission
he: ברוך בואך אל ‏Transmission
hu: Üdvözli a Transmission
it: Benvenuto in Transmission
ja: Transmission のご利用を歓迎します
nl: Welkom bij Transmission
pl: Witaj w programie Transmission
pt_br: Bem-vindo ao Transmission
pt_pt: Bem-vindo ao Transmission
ru: Добро пожаловать в Transmission
sv: Välkommen till Transmission
tr: Transmission'a hoş geldiniz
uk: Ласкаво просимо до Transmission

source: Yellow
af: Geel
bg: Жълт
de: Gelb
el: Κίτρινο
es: Amarillo
eu: Horia
fr: Jaune
he: צהוב
hu: Sárga
it: Giallo
ja: イエロー
nl: Geel
pl: Żółty
pt_br: Amarelo
pt_pt: Amarelo
ru: Желтая
sv: Gul
tr: Sarı
uk: Жовтий

source: You unchoked the peer, but the peer is not interested
af: U het die ewenkie ontwurg maar die eweknie stel nie belang nie
bg: Вие отблокирахте участника, но той не е заинтересован
de: Blockade des Teilnehmers aufgehoben; aber der Verbindungspartner ist nicht interessiert.
el: Επιτρέψατε την ανταλλαγή δεδομένων στον ομότιμο χρήστη, αλλά δεν ενδιαφέρεται
es: Has desbloqueado al cliente, pero no está interesado
eu: Zuk kideari buxadura kendu diozu, baina bera ez dago interesatuta.
fr: Nous n’étranglons plus le pair, mais il n’est pas intéressé par nous
he: בלימת העמית שוחררה, אך העמית אינו מעוניין
hu: Feloldotta a partnert, de a partner nem érdekelt
it: Non stai più applicando un limite verso il peer, ma il peer non è interessato
ja: このピアをアンチョークしているがピアには影響なし
nl: U verstikt de peer niet meer, maar hij is niet geïnteresseerd
pl: Odblokowano tego partnera, ale nie jest on zainteresowany
pt_br: Você desbloqueou o par, mas ele não está interessado
pt_pt: Descongestionou o peer, mas o peer não está interessado
ru: Пользователь не заинтересован в имеющихся у вас частях торрента
sv: Du tog bort strypning för jämliken, men jämliken är inte intresserad
tr: Karşıdaki kişiye izin verdiniz, ancak karşıdaki ilgili değil
uk: Користувач не зацікавлений в наявних у вас частинах торрента

source: You want to download, but peer does not want to send (interested and choked)
af: U wil aflaai maar die eweknie wil niks stuur nie (stel belang en gewurg)
bg: Искате да изтегляте, но участникът не иска да изпраща (заинтересован и блокиран)
de: Selbst interessiert am Empfangen; aber der Verbindungspartner möchte nichts senden (interessiert und blockiert).
el: Θέλετε να κάνετε λήψη, αλλά ο ομότιμος χρήστης δεν θέλει να αποστείλει (ενδιαφέρεται αλλά δεν επιτρέπει την ανταλλαγή δεδομένων)
es: Quieres descargar, pero el cliente no quiere enviar (interesado y bloqueado)
eu: Zuk deskargatu nahi duzu, baina kideak ez du igorri nahi (interesatua eta buxatuta)
fr: Vous voulez télécharger, mais le pair ne veut pas envoyer (intéressé et étranglé)
he: אנחנו מעוניינים להוריד, אך העמית לא מעוניין לשלוח (מעוניינים אך נבלמנו)
hu: Szeretne letölteni, de a partner nem szeretne küldeni (érdeklődő és elfojtott)
it: Vuoi scaricare dati, ma il peer non vuole inviarli (interessato e limitato)
ja: ダウンロードしたいがピアが送信しません (インタレストありチョークあり)
nl: U wilt downloaden, maar de peer wil niets versturen (geïnteresseerd en verstikt)
pl: Klient chce pobierać, ale partner nie chce wysyłać (zainteresowane i zablokowane)
pt_br: Você quer baixar, mas não quer enviar (interessado e bloqueado)
pt_pt: Pretende receber, mas o peer não quer enviar (interessado e congestionado)
ru: Вы заинтересованы в имеющихся у пользователя частях торрента, но он вас блокирует
sv: Du vill hämta, men jämliken vill inte skicka (intresserad och strypt)
tr: Siz indirmek istiyorsunuz ancak karşıdaki göndermek istemiyor (ilgili ve izinsiz)
uk: Ви зацікавлені в наявних у користувача частинах торрента, але він вас блокує

# %@ of %@
source: %1$@ of %2$@
af: %1$@ van %2$@
bg: %1$@ от %2$@
de: %1$@ von %2$@
el: %1$@ από %2$@
es: %1$@ de %2$@
eu: %1$@ %2$@-etik
fr: %1$@ sur %2$@
he: %1$@ מתוך %2$@
it: %1$@ su %2$@
nl: %1$@ van %2$@
pl: %1$@ z %2$@
pt_br: %1$@ de %2$@
pt_pt: %1$@ de %2$@
ru: %1$@ из %2$@
sv: %1$@ av %2$@
uk: %1$@ з %2$@

source: Limit (%d KB/s)
de: höchstens %d KB/s
it: Limitata (%d KB/s)
nl: Gelimiteerd (%d KB/s)

source: Port
it: Porta
nl: Poort
pt_pt: Porta

source: GB/s
af: GG/s
bg: ГБ/с
he: ג״ב/שנייה
ja: GB/秒
ru: ГБ/с
uk: ГБ/с

source: KB/s
af: KG/s
bg: КБ/с
he: ק״ב/שנייה
ja: KB/秒
ru: КБ/с
uk: КБ/с

source: MB/s
af: MG/s
bg: МБ/с
he: מ״ב/שנייה
ja: MB/秒
ru: МБ/с
uk: МБ/с

source: TB/s
af: TG/s
bg: ТБ/с
he: ט״ב/ש
ja: TB/秒
ru: ТБ/с
uk: ТБ/с
