Repository: transmission/transmission
Catalog: macosx/*.lproj/Localizable.strings
Languages: af, bg, de, el, es, eu, fr, he, hu, it, ja, nl, pl, pt_br, pt_pt, ru, sv, tr, uk

source: Announce timed out
af: Aankondig het uitgetel
bg: Времето за анонсиране изтече
de: Zeitüberschreitung bei Meldung
el: Λήξη χρονικού ορίου Ανακοίνωσης
es: Anuncio expirado
eu: Iragarria huts egin du
fr: L’annonce est arrivée au bout de son délai
he: פג זמן הכרזה
hu: Bejelentési időtúllépés
it: Annuncio scaduto
ja: アナウンスがタイムアウト
nl: Aankondiging verlopen
pl: Ogłoszenie przekroczyło czas oczekiwania
pt_br: Anúncio no prazo
pt_pt: O intervalo de espera do anúncio expirou
ru: Превышено время ожидания анонса
sv: Annonseringstiden gick ut
tr: Duyuru zaman aşımı
uk: Час оголошення вичерпано

source: Apply All
af: Pas Alles Toe
bg: Приложи на всички
de: Alle
el: Εφαρμογή όλων
es: Aplicar a todos
eu: Denei ezarri
fr: Appliquer à tous
he: החלת הכל
hu: Mindet alkalmaz
it: Applica tutti
ja: すべて適用
nl: Pas toe op alles
pl: Zastosuj wszystko
pt_br: Aplicar Tudo
pt_pt: Aplicar a todos
ru: Применить все
sv: Tillämpa alla
tr: Tümünü Uygula
uk: Застосувати Всі

source: Apply Selected
af: Pas Gekose Toe
bg: Приложи на избраните
de: Auswahl
el: Εφαρμογή Επιλεγμένων
es: Aplicar a los seleccionados
eu: Aukeratutakoei ezarri
fr: Appliquer à la sélection
he: החלת פריטים שנבחרו
hu: Kiválasztottak alkalmazása
it: Applica selezionati
ja: 選択項目を適用
nl: Pas toe op geselecteerde
pl: Zastosuj zaznaczone
pt_br: Aplicar ao Selecionado
pt_pt: Aplicar seleccionados
ru: Применить выбранные
sv: Tillämpa markerade
tr: Seçileni Uygula
uk: Застосувати Обрані

source: Are you sure you want to quit?
af: Is u seker u wil afsluit?
bg: Сигурни ли сте, че искате да излезете?
de: Transmission beenden?
el: Είστε σίγουροι ότι θέλετε να βγείτε;
es: ¿Está seguro de querer salir?
eu: Irten nahi duzula ziur zaude?
fr: Voulez-vous vraiment fermer Transmission ?
he: לצאת?
hu: Biztos benne hogy ki szeretne lépni?
it: Sei sicuro di voler uscire da Transmission?
ja: 終了しますか？
nl: Weet u zeker dat u wilt afsluiten?
pl: Na pewno zakończyć działanie?
pt_br: Sair?
pt_pt: Tem a certeza de que deseja sair?
ru: Вы действительно хотите завершить программу?
sv: Är du säker på att du vill avsluta?
tr: Çıkmak istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте вийти?

source: Are you sure you want to remove %@ completed transfers from the transfer list?
de: Möchten Sie wirklich %@ vollständig verteilte Übertragungen aus der Liste entfernen?
it: Sei sicuro di voler rimuovere %@ trasferimenti completati dalla lista?
nl: Weet u zeker dat u %@ vervolledigde overdrachten wilt verwijderen van de overdrachtenlijst?
tr: %@ bitmiş aktarımı aktarımlar dizelgesinden çıkarmak istediğinizden emin misiniz?

source: Are you sure you want to remove %@ transfers from the transfer list and trash the data files?
de: Möchten Sie wirklich %@ Übertragungen entfernen und die zugehörigen Daten in den Papierkorb legen?
it: Sei sicuro di voler rimuovere %@ trasferimenti dalla lista e cestinare i file?
nl: Weet u zeker dat u %@ overdrachten wilt verwijderen van de overdrachtenlijst en de gegevens naar de prullenmand wilt verplaatsen?
tr: %@ aktarımı aktarımlar dizelgesinden çıkarıp veri dosyalarını Çöp Sepetine taşımak istediğinizden emin misiniz?

source: Are you sure you want to remove %@ transfers from the transfer list?
de: Möchten Sie wirklich %@ Übertragungen entfernen?
it: Sei sicuro di voler rimuovere %@ trasferimenti dalla lista?
nl: Weet u zeker dat u %@ overdrachten wilt verwijderen van de overdrachtenlijst?
tr: %@ aktarımı aktarımlar dizelgesinden çıkarmak istediğinizden emin misiniz?

source: Are you sure you want to remove %d trackers?
de: Möchten Sie wirklich %d Tracker entfernen?
it: Sei sicuro di voler rimuovere %d server traccia?
nl: Weet u zeker dat u %d trackers wilt verwijderen?
tr: %d izleyiciyi kaldırmak istediğinizden emin misiniz?

source: Are you sure you want to remove "%@" from the transfer list and trash the data file?
af: Is u seker u wil “%@” uit die oordraglys verwyder en die datalêer asblik toe stuur?
bg: Сигурни ли сте, че искате да премахнете "%@" от списъка с трансфери и да изтриете файла с данни?
de: Möchten Sie wirklich die Übertragung „%@“ entfernen und die zugehörigen Daten in den Papierkorb legen?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε το "%@" από την λίστα μεταφορών και να απορρίψετε τα δεδομένα των αρχείων;
es: ¿Está seguro de querer eliminar "%@" de la lista y mover los datos a la papelera?
eu: Ziur zaude "%@" zure transferentzien zerrendatik kendu eta bere fitxategiak zakarrontzira eraman nahi dituzula?
fr: Voulez-vous vraiment retirer « %@ » de la liste des transferts et supprimer les fichiers de données ?
he: האם להסיר "%@" מרשימת ההעברות ולהעביר לסל המחזור את קובץ הנתונים?
hu: Biztosan el szeretné távolítani "%@"-t az átviteli listából és kukázza az összes adat fájlt?
it: Sei sicuro di voler rimuovere "%@" dalla lista e cestinare il file dati?
ja: 転送一覧から "%@" を除去しデータファイルをゴミ箱に移動しますか？
nl: Weet u zeker dat u ‘%@’ wilt verwijderen van de overdrachtenlijst en de gegevens naar de prullenmand wilt verplaatsen?
pl: Na pewno usunąć „%@” z listy przesyłania i przenieść plik danych do kosza?
pt_br: Remover "%@" da lista de transferência e da lixeira?
pt_pt: Tem a certeza de que deseja remover "%@" da lista de transferências e eliminar o respectivo ficheiro de dados?
ru: Вы действительно хотите удалить «%@» из списка раздач и переместить данные в Корзину?
sv: Är du säker på att du vill ta bort "%@" från listan med överföringar och slänga datafilen?
tr: "%@" aktarımını aktarım dizelgesinden çıkarıp veri dosyalarını Çöp Sepetine taşımak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити "%@" зі списку роздач та знищити дані файлу?

source: Are you sure you want to remove "%@" from the transfer list?
af: Is u seker u wil “%@” uit die oordraglys verwyder?
bg: Сигурни ли сте, че искате да премахнете "%@" от списъка с трансфери?
de: Möchten Sie die Übertragung „%@“ wirklich entfernen?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε τα "%@" από την λίστα μεταφορών;
es: ¿Está seguro de querer eliminar "%@" de la lista?
eu: Ziur zaude "%@" zure transferentzien zerrendatik kendu nahi duzula?
fr: Voulez-vous vraiment retirer « %@ » de la liste ?
he: האם להסיר "%@" העברות מרשימת ההעברות?
hu: Biztosan el szeretné távolítani "%@"-t az átviteli listából?
it: Sei sicuro di voler rimuovere "%@" dalla lista?
ja: 転送一覧から "%@" を除去しますか？
nl: Weet u zeker dat u ‘%@’ wilt verwijderen van de overdrachtenlijst?
pl: Na pewno usunąć „%@” z listy przesyłania?
pt_br: Remover "%@" da lista de transferência?
pt_pt: Tem a certeza de que deseja remover "%@" da lista de transferências?
ru: Вы действительно хотите удалить «%@» из списка раздач?
sv: Är du säker på att du vill ta bort "%@" från listan med överföringar?
tr: "%@" aktarımını aktarım dizelgesinden çıkarmak istedinizden emin misiniz?
uk: Ви впевнені, що хочете видалити "%@" зі списку роздач?

source: Are you sure you want to remove this tracker?
af: Is u seker u wil hierdie spoorder verwyder?
bg: Сигурни ли сте, че искате да премахнете този тракер?
de: Möchten Sie diesen Tracker wirklich entfernen?
el: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτόν τον ιχνηλάτη;
es: ¿Está seguro de querer eliminar este tracker?
eu: Ziur zaude aztarnari hau ezabatu duzula?
fr: Voulez-vous vraiment supprimer ce traceur ?
he: להסיר עוקב זה?
hu: Biztos, hogy eltávolítja ezt a trackert?
it: Sei sicuro di voler rimuovere questo server traccia?
ja: このトラッカーを削除しますか？
nl: Weet u zeker dat u deze tracker wilt verwijderen?
pl: Na pewno usunąć ten serwer śledzący?
pt_br: Remover este rastreador?
pt_pt: Tem a certeza de que deseja remover este tracker?
ru: Вы действительно хотите удалить этот трекер?
sv: Är du säker på att du vill ta bort denna spårare?
tr: Bu izleyiciyi kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей трекер?

source: Are you sure you want to reset usage statistics?
af: Is u seker u wil die gebruikstatistiek herstel?
bg: Сигурни ли сте, че искате да нулирате статистиката за използване?
de: Möchten Sie die Nutzungsstatistiken wirklich zurücksetzen?
el: Είστε σίγουροι ότι θέλετε να επαναφέρετε τα στατιστικά χρήσης;
es: ¿Está seguro de querer reiniciar las estadísticas de uso?
eu: Ziur zaude erabilera-estatistikak berrabiarazi nahi dituzula?
fr: Voulez-vous vraiment réinitialiser les statistiques d’utilisation ?
he: לאפס את סטטיסטיקת השימוש?
hu: Biztos törölni szeretné a használati statisztikát?
it: Sei sicuro di voler azzerare le statistiche d'utilizzo?
ja: 使用統計を初期化しますか？
nl: Weet u zeker dat u de gebruiksstatistieken wilt wissen?
pl: Na pewno usunąć statystyki?
pt_br: Redefinir as estatísticas de uso?
pt_pt: Tem a certeza de que deseja repor as estatísticas de utilização?
ru: Вы действительно хотите очистить статистику?
sv: Är du säker på att du vill återställa användarstatistiken?
tr: Kullanım istatistiklerini sıfırlamak istedinizden emin misiniz?
uk: Ви впевнені, що хочете скинути статистику використання?

source: Available
af: Beskikbaar
bg: Налично
de: Verfügbar
el: Διαθέσιμο
es: Disponible
eu: Erabilgarria
fr: Disponible
he: זמין
hu: Elérhető
it: Disponibile
ja: 入手可能
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
pt_pt: Disponível
ru: Доступен
sv: Tillgänglig
tr: Kullanılabilir
uk: Доступно

source: Bandwidth
af: Bandwydte
bg: Трафик
de: Durchsatz
el: Εύρος ζώνης
es: Ancho de banda
eu: Transferentzien abiadura
fr: Bande passante
he: רוחב פס
hu: Sávszélesség
it: Banda
ja: 帯域幅
nl: Bandbreedte
pl: Przepustowość
pt_br: Largura de Banda
pt_pt: Largura de banda
ru: Ширина канала
sv: Bandbredd
tr: Bant Genişliği
uk: Пропускна здатність

source: Bandwidth settings changed
af: Bandwydteïnstellings het verander
bg: Настройките на трафика са променени
de: Bandbreiteneinstellung verändert
el: Οι ρυθμίσεις του εύρους ζώνης έχουν αλλάξει
es: La configuración de ancho de banda ha cambiado.
eu: Transferentzien abiaduraren hobespenak aldatuta
fr: Les paramètres de bande passante ont été changés
he: הגדרות רוחב הפס השתנו
hu: Sávszélesség beállítások megváltozott
it: Le impostazioni di banda sono state modificate
ja: 帯域幅の設定を変更
nl: Bandbreedteinstellingen veranderd
pl: Zmieniono ustawienia przepustowości
pt_br: Configurações da largura de banda alteradas
pt_pt: Definições de largura de banda alteradas
ru: Настройки ширины канала изменены
sv: Bandbreddsinställningar ändrade
tr: Bant genişliği ayarları değiştirildi
uk: Налаштування пропускної здатності змінено

source: Blue
af: Blou
bg: Син
de: Blau
el: Μπλε
es: Azul
eu: Urdina
fr: Bleu
he: כחול
hu: Kék
it: Blu
ja: ブルー
nl: Blauw
pl: Niebieski
pt_br: Azul
pt_pt: Azul
ru: Синяя
sv: Blå
tr: Gök
uk: Блакитна

source: Cancel
af: Kanselleer
bg: Отказ
de: Abbrechen
el: Ακύρωση
es: Cancelar
eu: Ezeztatu
fr: Annuler
he: ביטול
hu: Mégse
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ru: Отменить
sv: Avbryt
tr: Vazgeç
uk: Скасувати

source: Change transfer settings
af: Verander oordraginstellings
bg: Промяна на настройките за трансфер
de: Übertragungseinstellungen verändern
el: Αλλαγή ρυθμίσεων μεταφορών
es: Cambiar la configuración de la tarea
eu: Transmisioaren hobespenak aldatu
fr: Changer les paramètres du transfert
he: שינוי הגדרות העברה
hu: Átviteli beállítás megváltoztatása
it: Modifica le impostazioni per il trasferimento
ja: 転送設定を変更
nl: Verander overdrachtinstellingen
pl: Zmień ustawienia przesyłania
pt_br: Alterar configurações de transferência
pt_pt: Alterar definições da transferência
ru: Изменить настройки передачи
sv: Ändra överföringsinställningar
tr: Aktarım ayarlarını değiştir
uk: Зміна налаштувань роздачі

source: Check Selected
af: Merk Gekose
bg: Провери избраните
de: Ausgewählte Dateien empfangen
el: Έλεγχος Επιλεγμένων
es: Comprobar los seleccionados
eu: Aukeratu Hautatua
fr: Cocher la sélection
he: סימון הפריטים שנבחרו
hu: Kiválasztottak ellenőrzése
it: Spunta selezionati
ja: 選択項目をチェック
nl: Geselecteerde aanvinken
pl: Sprawdź zaznaczone
pt_br: Verificar Selecionado
pt_pt: Marcar seleccionados
ru: Отметить выбранные
sv: Kontrollera markerade
tr: Seçiliyi denetle
uk: Перевірити обраний

source: Checking existing data
af: Gaan tans bestaande data na
bg: Проверка на съществуващи данни
de: Vorhandene Daten überprüfen
el: Γίνετε έλεγχος των υπαρχόντων δεδομένων
es: Comprobando datos existentes
eu: Dauden datuak egiaztatzen
fr: Vérification des données existantes
he: בדיקת הנתונים הקיימים
hu: Meglévő adatok ellenőrzése
it: Verifica dati esistenti
ja: 現在のデータを確認中
nl: Bestaande gegevens worden geverifieerd
pl: Sprawdzanie pobranych danych
pt_br: Verificando os dados existentes
pt_pt: A verificar dados existentes
ru: Проверка существующих данных
sv: Kontrollerar befintliga data
tr: Var olan veri denetleniyor
uk: Перевірка існуючих даних

source: Clear
af: Wis
bg: Изчистване
de: Meldungen löschen
el: Καθαρισμός
es: Limpiar
eu: Garbitu
fr: Effacer
he: ניקוי
hu: Törlés
it: Pulisci
ja: 初期化
nl: Wissen
pl: Wyczyść
pt_br: Limpar
pt_pt: Limpar
ru: Очистить
sv: Rensa
tr: Temizle
uk: Очистити

source: Client
af: Kliënt
bg: Клиент
de: Programm
el: Πελάτης
es: Cliente
eu: Bezeroa
he: לקוח
hu: Kliens
ja: クライアント
nl: Cliënt
pl: Klient
pt_br: Cliente
pt_pt: Cliente
ru: Клиент
sv: Klient
tr: İstemci
uk: Клієнт

source: Close Quick Look
af: Sluit Kitskyk
bg: Затваряне на Quick Look
de: Übersicht schließen
el: Κλείσιμο Quick Look
es: Cerrar Vista Rápida
eu: Itxi Begirada Azkarra
fr: Fermer Coup d’œil
he: סגירת מבט חטוף
hu: Gyors nézet bezárása
it: Chiudi Visualizzazione rapida
ja: クイックルックを閉じる
nl: Quick Look sluiten
pl: Zamknij Quick Look
pt_br: Fechar a Visualização Rápida
pt_pt: Fechar Vista Rápida
ru: Закрыть Quick Look
sv: Stäng överblick
tr: Göz At'ı kapat
uk: Закрити Швидкий Перегляд

source: Connecting to site
af: Koppel tans aan werf
bg: Свързване със сайта
de: Mit Server verbinden
el: Γίνεται σύνδεση στη σελίδα
es: Conectando al sitio
eu: Leku honetara konektatzen
fr: Connexion au site
he: התחברות לאתר
hu: Kapcsolódás az oldalhoz
it: Connessione al sito
ja: サイトへ接続中
nl: Verbinden met server
pl: Łączenie ze stroną
pt_br: Conectando-se ao site
pt_pt: A ligar ao site
ru: Подключаюсь к сайту
sv: Ansluter till webbplats
tr: Alana bağlanıyor
uk: З'єднуюсь із сайтом

source: Copy of "%@" Cannot Be Created
af: Kopie van “%@” Kan Nie Geskep Word Nie
bg: Копие на "%@" не може да бъде създадено
de: Kopie von „%@“ kann nicht erstellt werden
el: Δεν μπορεί να δημιουργηθεί αντίγραφο του "%@"
es: No se puede hacer una copia de "%@"
eu: Ezin da "%@"(r)en kopia sortu
fr: La copie de « %@ » ne peut être créée
he: לא ניתן ליצור עותק של „%@”
hu: A(z) "%@" másolata nem hozható létre
it: Impossibile creare copia di "%@"
ja: 「%@」のコピーを作成できません
nl: Kopie van "%@" kan niet gemaakt worden
pl: Nie można utworzyć kopii „%@”
pt_br: Cópia de "%@" Não Pode Ser Criada
pt_pt: Não foi possível criar cópia de "%@"
ru: Копия «%@» не может быть создана
sv: Kopia av "%@" kan inte skapas
tr: "%@" Kopyası Oluşturulamadı
uk: Копію "%@" створити неможливо

# Could not read "%s": %s.
source: Could not read "%1$s": %2$s.
de: „%1$s“ kann nicht gelesen werden: %2$s.
it: Impossibile leggere "%1$s": %2$s.
nl: Kon "%1$s" niet lezen: %2$s.
tr: "%1$s" okunamadı: %2$s.

# Could not write "%s": %s.
source: Could not write "%1$s": %2$s.
de: „%1$s“ kann nicht geschrieben werden: %2$s.
it: Impossibile scrivere "%1$s": %2$s.
nl: Kon "%1$s" niet schrijven: %2$s.
tr: "%1$s" yazılamadı: %2$s.

source: Create
af: Skep
bg: Създаване
de: Neu
el: Δημιουργήστε
es: Crear
eu: Sortu
fr: Créer
he: יצירה
hu: Létrehozás
it: Crea
ja: 作成
nl: Aanmaken
pl: Utwórz
pt_br: Criar
pt_pt: Criar
ru: Создать
sv: Skapa
tr: Oluştur
uk: Створити

source: Create a Torrent File
af: Skep ’n Torrentlêer
bg: Създаване на торент файл
de: Torrent-Datei erstellen
el: Δημιουργία ενός Αρχείου Torrent
es: Crear torrent
eu: Torrent Fitxategia sortu
fr: Créer un fichier torrent
he: יצירת קובץ טורנט
hu: Torrent fájl létrehozása
it: Crea un file torrent
ja: トレントファイルの作成
nl: Torrentbestand aanmaken
pl: Utwórz plik torrent
pt_br: Criar um Arquivo de Torrent
pt_pt: Criar um ficheiro torrent
ru: Создать торрент-файл
sv: Skapa en torrentfil
tr: Torrent Dosyası Oluşter
uk: Створити Торрент-Файл

source: Create torrent file
af: Skep torrentlêer
bg: Създаване на торент файл
de: Neue Torrent-Datei erstellen
el: Δημιουργία αρχείου torrent
es: Crear torrent
eu: Torrent Fitxategia sortu
fr: Créer un fichier torrent
he: יצירת קובץ טורנט
hu: Torrent fájl létrehozása
it: Crea file torrent
ja: トレントファイルの作成
nl: Torrentbestand aanmaken
pl: Utwórz plik torrent
pt_br: Criar arquivo de torrent
pt_pt: Criar ficheiro torrent
ru: Создать торрент-файл
sv: Skapa torrentfil
tr: Torrent dosyası oluştur
uk: Створити торрент-файл

source: Create Torrent File
af: Skep Torrentlêer
bg: Създаване на торент файл
de: Neue Torrent-Datei
el: Δημιουργία Αρχείου Torrent
es: Crear torrent
eu: Torrent artxibo mota sortu
fr: Créer un fichier torrent
he: יצירת קובץ טורנט
hu: Torrent fájl létrehozása
it: Crea file torrent
ja: トレントファイルの作成
nl: Torrentbestand aanmaken
pl: Utwórz plik torrent
pt_br: Criar Arquivo de Torrent
pt_pt: Criar ficheiro torrent
ru: Создать торрент-файл
sv: Skapa torrentfil
tr: Torrent Dosyası Oluştur
uk: Створити Торрент-Файл

source: Creation of "%@" failed.
af: Skep van “%@” het misluk.
bg: Създаването на "%@" е неуспешно.
de: Erstellen von „%@“ ist fehlgeschlagen.
el: Η δημιουργία του "%@" απέτυχε.
es: No se ha podido crear "%@"
eu: "%@"(r)en sorrerak huts egin du.
fr: La création de « %@ » a échoué.
he: היצירה של „%@” נכשלה.
hu: "%@" létrehozása sikertelen.
it: Creazione di "%@" fallita.
ja: 「%@」の作成に失敗しました。
nl: Aanmaken van ‘%@’ mislukt.
pl: Utworzenie „%@” się nie powiodło.
pt_br: A criação de "%@" falhou.
pt_pt: Falha ao criar "%@".
ru: При создании «%@» произошла ошибка.
sv: Det gick inte att skapa "%@".
tr: "%@" oluşturulamadı.
uk: Створення "%@" невдалося.

source: Currently downloading (interested and not choked)
af: Laai tans af (stel belang en nie gewurg nie)
bg: В момента се изтегля (заинтересован и не е блокиран)
de: Am Empfangen (interessiert und nicht blockiert).
el: Αυτή την στιγμή γίνεται λήψη (ενδιαφέρεται και επιτρέπει την ανταλλαγή δεδομένων)
es: Actualmente descargando (interesado y no bloqueado)
eu: Une honetan deskargatzen (interesatua eta buxatu gabea)
fr: En cours de téléchargement (intéressé et pas étranglé)
he: מתבצעת הורדה (מעוניינים ולא נבלמנו)
hu: Jelenleg letöltődik (érdeklődő és nem elfojtott)
it: Ricezione in corso (interessato e non limitato)
ja: ダウンロード中 (インタレストありチョークなし)
nl: Bezig met downloaden (geïnteresseerd en niet verstikt)
pl: Obecnie pobierane (zainteresowane i niezablokowane)
pt_br: Atualmente baixando (interessado e não bloqueado)
pt_pt: Actualmente a receber (interessado e não congestionado)
ru: Скачиваю (заинтересован и открыт)
sv: Hämtar för närvarande (intresserad och inte strypt)
tr: Şu anda indiriliyor (ilgili ve izinli)
uk: Завантажую (зацікавлений та відкритий)

source: Currently uploading (interested and not choked)
af: Laai tans op (stel belang en nie gewurg nie)
bg: В момента се качва (заинтересован и не е блокиран)
de: Am Senden (interessiert und nicht blockiert).
el: Αυτή την στιγμή γίνεται αποστολή (ενδιαφέρεται και επιτρέπει την ανταλλαγή δεδομένων)
es: Actualmente subiendo (interesado y no bloqueado)
eu: Une honetan igotzen (interesatua eta buxatu gabea)
fr: Téléversement en cours (intéressé et pas étranglé)
he: מתבצעת העלאה (מעוניינים ולא נבלמנו)
hu: Jelenleg feltöltődik (érdeklődő és nem elfojtott)
it: Invio in corso (interessato e non limitato)
ja: アップロード中 (インタレストありチョークなし)
nl: Bezig met uploaden (geïnteresseerd en niet verstikt)
pl: Obecnie wysyłane (zainteresowane i niezablokowane)
pt_br: Atualmente enviando (interessado e não bloqueado)
pt_pt: Actualmente a enviar (interessado e não congestionado)
ru: Раздаю (заинтересован и открыт)
sv: Skickar för närvarande (intresserad och inte strypt)
tr: Şu anda gönderiliyor (ilgili ve izinli)
uk: Роздаю (зацікавлений та відкритий)

source: Date
af: Datum
bg: Дата
de: Datum & Uhrzeit
el: Ημερομηνία
es: Fecha
eu: Data
he: תאריך
hu: Dátum
it: Data
ja: 日時
nl: Datum
pl: Data
pt_br: Data
pt_pt: Data
ru: Дата
sv: Datum
tr: Tarih
uk: Дата

source: Debug
af: Ontfout
bg: Отстраняване на грешки
el: Αποσφαλμάτωση
eu: Araztu
fr: Débogage
he: ניפוי שגיאות
hu: Hibakeresés
ja: デバッグ
nl: Foutopsporing
pl: Debugowanie
pt_br: Depurar
pt_pt: Depuração
ru: Отладка
sv: Felsök
tr: Ayıkla
uk: Діагностика

source: disabled
af: gedeaktiveer
bg: изключено
de: deaktiviert
el: απενεργοποιημένο
es: desactivado
eu: Desgaituta
fr: désactivé
he: מושבת
hu: letiltva
it: disabilitata
ja: 無効
nl: uitgeschakeld
pl: wyłączone
pt_br: desativado
pt_pt: desactivo
ru: отсутствуют
sv: inaktiverad
tr: etkisiz
uk: вимкнений

source: DL
af: LA
bg: Сваляне
eu: Deskarga
fr: Téléchargement
he: הורדה
hu: LE
it: Ricezione
ja: 下り
pl: Pobieranie
pt_pt: REC
ru: С
sv: Hämta
tr: İD
uk: З

source: DL from %d
de: Empfangen von %d
it: Ricezione da %d
nl: DL van %d
tr: %d yerinden İD

source: Do not check disk space again
af: Moenie weer skyfspasie nagaan nie
bg: Не проверявай дисковото пространство отново
de: Freien Festplattenplatz nicht erneut überprüfen
el: Να μην γίνει ξανά έλεγχος του χώρου στο δίσκο
es: No volver a comprobar el espacio del disco otra vez
eu: Ez egiaztatu berriro diskoko espazioa
fr: Ne plus vérifier l’espace disque
he: לא לבדוק שוב את הנפח בכונן הקשיח
hu: Ne ellenőrizze újra a lemezterületet
it: Non controllare nuovamente lo spazio su disco
ja: ディスク容量を再度確認しない
nl: Ruimte op schijf niet opnieuw controleren
pl: Nie sprawdzaj więcej miejsca na dysku
pt_br: Não verificar novamente o espaço em disco
pt_pt: Não voltar a verificar espaço livre no disco
ru: Не проверять еще раз
sv: Kontrollera inte lagringsutrymme igen
tr: Disk alanını bir daha denetleme
uk: Не перевіряти дисковий простір знову

source: Don't bug me about this ever again.
af: Moet my nooit weer hieroor pla nie.
bg: Не ме безпокойте повече за това.
de: Diese Frage nicht erneut stellen
el: Να μην ενοχληθώ για αυτό ξανά.
es: No me vuelvas a molestar nunca más sobre esto.
eu: Ez jakinarazi berriro horrelakoen inguruan.
fr: Ne plus jamais me demander.
he: לא להציק על זה שוב.
hu: Ne zaklasson ezért többé.
it: Non infastidirmi più con questa domanda.
ja: 二度と邪魔しないで。
nl: Toon dit nooit meer.
pl: Nie wyświetlaj więcej tego komunikatu.
pt_br: Não me perturbe mais com isso.
pt_pt: Não voltar a perguntar sobre isto.
ru: Больше не спрашивать
sv: Stör mig aldrig mer med detta.
tr: Bunu bir daha karşıma getirme.
uk: Не запитувати мене про це наступного разу.

source: Don't Download
af: Moenie Aflaai Nie
bg: Не изтегляй
de: Nicht empfangen
el: Να μην γίνει λήψη
es: No descargar
eu: Ez deskargatu
fr: Ne pas télécharger
he: לא להוריד
hu: Ne töltse le
it: Non scaricare
ja: ダウンロードしない
nl: Niet downloaden
pl: Nie pobieraj
pt_br: Não Faça o Download
pt_pt: Não descarregar
ru: Не скачивать
sv: Hämta inte
tr: İndirme
uk: Не Завантажувати

source: Donate
af: Skenk
bg: Дарение
de: Spenden
el: Δωρίστε
es: Donar
eu: Donatu
fr: Faire un don
he: תרומה
hu: Támogatás
it: Dona
ja: 寄付
nl: Doneren
pl: Wsparcie finansowe
pt_br: Doar
pt_pt: Doar
ru: Сделать пожертвование
sv: Donera
tr: Bağış Yap
uk: Підтримати
