Repository: transmission/transmission
Catalog: macosx/QuickLookPlugin/*.lproj/Localizable.strings
Languages: ru

source: %@ files
ru: %@ файлов

source: %@ Files
ru: %@ файлов

source: %@ Trackers
ru: %@ трекеров

source: %@ Web Seeds
ru: %d сайтов раздачи

source: 1 file
ru: 1 файл

source: 1 File
ru: 1 файл

source: 1 Tracker
ru: 1 трекер

source: 1 Web Seed
ru: 1 сайт раздачи

source: Created on %@
ru: Создан %@

source: Created on %@ with %@
ru: Создан %1$@, с использованием %2$@

source: Created with %@
ru: Создан с использованием %@
